{
 "Designer": "François Antoine Vassé (1681–1736)",
 "Date": "ca. 1730–35, with later additions",
 "Culture": "French, Paris",
 "Medium": "Carved, painted and gilded oak",
 "Dimensions": [
  "Overall H. 308 1/2 x W. 226 1/2 x D. 228in. (783.6 x 575.3 x 579.1cm);",
  "Crate (mirror) H. 95 1/4 x W. 112 1/2 x D. 8 in. (241.9 x 285.8 x 20.3 cm)"
 ],
 "Classification": "Woodwork",
 "Credit Line": "Gift of J. Pierpont Morgan, 1906",
 "Accession Number": "07.225.147",
 "Who": [
  "Jean-François Roumier",
  "François Antoine Vassé"
 ],
 "What": [
  "Gilt",
  "Wood",
  "Painting",
  "Woodwork",
  "Oak"
 ],
 "Where": [
  "Europe",
  "France",
  "Paris"
 ],
 "When": "A.D. 1600-1800",
 "In the Museum": "European Sculpture and Decorative Arts",
 "Heilbrunn Timeline of Art History": "France, 1600–1800 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 120003898,
 "gallery-id": 522,
 "image": "http://images.metmuseum.org/CRDImages/es/original/DP170884.jpg",
 "related-artworks": [
  120015431,
  120014174,
  120014575,
  120018473
 ],
 "Description": "Jean-Félix Watin (b. 1728) stated in the second edition of his manual L’Art de faire et d’employer le vernis that \"blanc de Roi [a white distemper] . . . is the friend of gold; that is to say, it makes the gold sparkle and stand out more because of its beautiful matte surface.\" This remark still rings true for this early eighteenth-century paneling, even though as many as six applications of paint and gilding have covered its surface. The main decoration consists of trophies of the four seasons suspended from bow-knotted ribbons carved on the rounded corner panels. A sheaf of wheat, farming equipment, a straw hat, and a parasol, among other objects, are emblematic of summer, whereas a basket of flowers, gardening tools, and birds symbolize spring. Autumn is represented by a horn of plenty, a basket of grapes, a hunting rifle, and a horn, while musical instruments, a jester’s bauble, theatrical masks, and candles symbolizing indoor activities refer to winter. The four seasons are also alluded to in the masks and festoons above each of these trophies, which in the past have been related to drawings by the designer and sculptor François-Antoine Vassé (1681–1736). More recently, however, they have been compared to work by the talented François Roumier (active 1716–48). Roumier, a decorative carver employed by the Bâtiments du Roi, the agency in charge of the construction and maintenance of the various French royal palaces, was during the 1720s responsible for much of the carved interior decoration at the Château de Versailles. In 1723–25, Roumier designed and carved a series of sixteen panels with trophy decorations for the choir of the Parisian church of the Noviciat des Jacobins, the present church of Saint Thomas d’Aquin. The engraved designs of this work, now dispersed, bear stylistic similarities to the Museum’s woodwork. The original location of this early eighteenth-century paneling has not been identified, although it was once thought to have come from the Château de Marly. The boiserie was sold several times during the nineteenth century and belonged at one point to the French history painter Joseph-Désiré Court (1797–1865), who reportedly had acquired them from a Parisian cabinetmaker and dealer in antique furniture and woodwork called Monbro, probably Georges-Alphonse-Bonifacio (1807–1884). Court’s effects were auctioned off in 1866 following his death. At that point the paneling still included six overdoor panels instead of the Museum’s single pair, carved with trophies of music, now placed above the two side mirrors, indicating that the boiserie was originally made for a larger room.",
 "Provenance": [
  "[ M. Mombro",
  "sold to Joseph Désiré Court ]",
  "Joseph Désiré Court (until d. 1865",
  "sale of his collection in 1866,  Hôtel Drout, Paris, February 22, 1866, lot 1, to M. Wilkinson)",
  "M. Wilkinson , Paris (1866–after 1886)",
  "Georges Hoentschel , Paris",
  "J. Pierpont Morgan (until 1906",
  "to MMA)"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/120003898"
  }
 }
}