{
 "Date": "probably ca. 1486–88",
 "Culture": "Italian, Pesaro",
 "Medium": "Tin-glazed earthenware (maiolica)",
 "Dimensions": "Overall (confirmed) H. 4 x W. 18 7/8 x W. 18 7/8 in. (10.2 x 47.9 x 47.9 cm)",
 "Classification": "Ceramics",
 "Credit Line": "Fletcher Fund, 1946",
 "Accession Number": "46.85.30",
 "What": [
  "Ceramics",
  "Pottery",
  "Dishes",
  "Earthenware",
  "Glazing",
  "Maiolica"
 ],
 "Where": [
  "Europe",
  "Italy",
  "Pesaro"
 ],
 "When": "A.D. 1400-1600",
 "In the Museum": "European Sculpture and Decorative Arts",
 "Heilbrunn Timeline of Art History": [
  "Courtship and Betrothal in the Italian Renaissance",
  "Maiolica in the Renaissance"
 ],
 "MetPublications": "Search for related Met publications",
 "id": 120014839,
 "gallery-id": 1,
 "image": "http://images.metmuseum.org/CRDImages/es/original/DP246144.jpg",
 "related-artworks": [
  120014834,
  120020220,
  120009266,
  120010576,
  120003318
 ],
 "Description": "This dish is decorated with the arms of Matthias Corvinus (1440–1490), king of Hungary from 1458 to 1490, and his second wife, Beatrix of Aragon, a princess of Naples whom he married in 1476. It is one of a small number of pieces surviving from a service of Italian majolica probably made in Pesaro about 1486. The plate demonstrates the finest technical and artistic achievement in majolica at the time. The palette is limited to blues, browns, greens, and aubergine, harmoniously juxtaposed in the four bands of concentric border ornament and the central scene of a lady combing the mane of a unicorn who rests his head in her lap. The composition is after a medal by Pisanello.  This dish, presumably commissioned by King Matthias or a member of his court, demostrates a receptivity to Italian Renaissance forms.  Matthias brought Hungary fully into the sphere of the Renaissance, encouraging advances in science, art, and literature. During his lifetime Hungary was at the forefront of European cultural and intellectual life.",
 "Provenance": [
  "Matthias Corvinus, King of Hungary and Beatrix of Aragon, Queen of Hungary (ca. 1476)",
  "Château Historique de Langeais (until 1886",
  "Château Historique de Langeais collection sale, Galerie Georges Petit, Paris, December 13, 1886, no. 68)",
  "Charles Mannheim (by 1895–in 1898)",
  "J. Pierpont Morgan",
  "Mortimer L. Schiff , New York (1927–46",
  "Schiff sale, Parke-Bernet Galleries, New York, May 4, 1946, no. 60)",
  "[ French and Co., New York , 1946",
  "sold to MMA]"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/120014839"
  }
 }
}