{
 "Period": "Late Imperial",
 "Date": "3rd–4th century A.D.",
 "Culture": "Roman",
 "Medium": "Glass; blown, trailed, and tooled",
 "Dimensions": [
  "H. 3 3/8 in. (8.6 cm)",
  "Diam. 1 1/16 x 2 in. (2.7 x 5.1 cm)"
 ],
 "Classification": "Glass",
 "Credit Line": "Gift of Henry G. Marquand, 1881",
 "Accession Number": "81.10.181",
 "What": [
  "Vessels",
  "Glass",
  "Jugs"
 ],
 "Where": [
  "Roman Empire"
 ],
 "When": "A.D. 1-500",
 "In the Museum": "Greek and Roman Art",
 "Heilbrunn Timeline of Art History": "Italian Peninsula, 1–500A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 130005806,
 "image": "http://images.metmuseum.org/CRDImages/gr/original/DP220118.jpg",
 "related-artworks": [
  130000156,
  130000166,
  130000167,
  130000169,
  130000168
 ],
 "Description": "Small jug.Translucent pale blue green; same color handle and trail.Rim folded out, down, round, and in, and pressed into side of flaring mouth; cylindrical neck expanding downwards; sloping shoulder; convex side to body, tapering downwards; slight kick in bottom and pontil mark; rod handle applied in a pad, tooled into an upturned pinched projection, on outer edge of shoulder, drawn up and out, tooled into a projecting fold, then drawn inwards, and folded onto top of neck, underside of mouth, and edge of rim, with another projecting fold above level of rim.Fine spiral trail applied as a large pad on neck, wound round twenty-four times down lower half of neck, shoulder, and body, and extending onto bottom; on body, seven deep vertical indents.Intact, except for slight loss to trail on shoulder; many bubbles; dulling, limy brownish weathering, and iridescence.",
 "Provenance": [
  "Said to be from Cologne (Froehner 1879, p. 138, pl. XIII, 74).Until 1881, collection of Jules Charvet, Le Pecq, Île-de-France",
  "1881, purchased from J. Charvet by Henry G. Marquand",
  "acquired in 1881, gift of Henry G. Marquand."
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/130005806"
  }
 }
}