{
 "Period": "Early Hellenistic",
 "Date": "late 4th–early 3rd century B.C.",
 "Culture": "Eastern Mediterranean or Italian",
 "Medium": "Glass; core-formed, Group II",
 "Dimensions": "H. 4 1/2 in. (11.4 cm)",
 "Classification": "Glass",
 "Credit Line": "Gift of Henry G. Marquand, 1881",
 "Accession Number": "81.10.336",
 "What": [
  "Vessels",
  "Glass",
  "Oinochoai"
 ],
 "Where": [
  "Europe",
  "Italy"
 ],
 "When": "1000 B.C.-A.D. 1",
 "In the Museum": "Greek and Roman Art",
 "Heilbrunn Timeline of Art History": "Italian Peninsula, 1000 B.C.–1 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 130005954,
 "gallery-id": 159,
 "image": "http://images.metmuseum.org/CRDImages/gr/original/DP153441.jpg",
 "related-artworks": [
  130005951,
  130010459,
  130006241,
  130010315,
  130006637
 ],
 "Description": "Translucent honey brown, with handle in same color; trails in opaque yellow, opaque white, and opaque turquoise blue.Applied trefoil rim-disk; cylindrical neck, expanding downwards; broad rounded shoulder; slightly convex sides to body with downward taper; applied low circular coiled pad-base, with slightly convex uneven bottom; strap handle attached in pad to outer edge of shoulder, drawn up vertically, turned in, and pressed on to back of rim-disk.A fine yellow trail attached at edge of rim-disk; another unmarvered yellow trail wound spirally four and a half times around neck; on outer edge of sholuder and extending down body, alternating bands of yellow, turquoise, and white trails wound round in almost horizontal lines but with a central band of white tooled into a close-set feather pattern; another yellow trail attached at edge of pad-base.Broken and repaired, with one large hole in body and many smaller chips in rim, handle, body, and base; parts of trails, especially those in yellow, completely weathered, leaving only impressions in body of vessel; dulling, pitting, and faint iridescent weathering.",
 "Provenance": [
  "Until 1881, collection of Jules Charvet, Le Pecq, Île-de-France",
  "1881, purchased from J. Charvet by Henry G. Marquand",
  "acquired in 1881, gift of Henry G. Marquand."
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/130005954"
  }
 }
}