{
 "Period": "Hellenistic",
 "Date": "late 4th–early 3rd century B.C.",
 "Culture": "Eastern Mediterranean or Italian",
 "Medium": "Glass; core-formed, Group II",
 "Dimensions": "H. 4 1/16 in. (10.3 cm)",
 "Classification": "Glass",
 "Credit Line": "Edward C. Moore Collection, Bequest of Edward C. Moore, 1891",
 "Accession Number": "91.1.1393",
 "What": [
  "Glass",
  "Alabastra"
 ],
 "Where": [
  "Europe",
  "Italy"
 ],
 "When": "1000 B.C.-A.D. 1",
 "In the Museum": "Greek and Roman Art",
 "Heilbrunn Timeline of Art History": "Italian Peninsula, 1000 B.C.–1 A.D.",
 "id": 130006250,
 "gallery-id": 158,
 "image": "http://images.metmuseum.org/CRDImages/gr/original/DP153378.jpg",
 "related-artworks": [
  130005917,
  130006221,
  130010298,
  130010458,
  130010502
 ],
 "Description": "Translucent light greenish yellow, with handles in same color; trails in opaque yellow, opaque white, and opaque turquoise blue.Very broad, thick slanting rim-disk, made as a spiral coil around top of neck; cylindrical neck with convex sides; uneven shoulder, almost horizontal on one side and concave on the other; bell-shaped cylindrical body; convex lop-sided bottom, with indent along one side; on upper body, two solid handles, tooled into angular knobs, applied over trail pattern.A yellow trail attached at edge of rim-disk; on body, alternating bands of yellow, white, and opaque turquoise blue, tooled from top of body to undercurve at bottom into a close-set feather pattern in thirteen vertical panels with alternating upward and downward strokes, forming large round loops at bottom and bottom.Broken and repaired around body, with one large and two small holes, and several cracks and chips; weathered chip in underside of rim-disk; dulling, pitting, and creamy iridescent weathering.Squat alabastra such as these are unusual. The highly weathered surfaces–the result of their being buried in the ground–have obscured the colors and decoration.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/130006250"
  }
 }
}