{
 "Object Name": "Non-illustrated album leaf",
 "Date": "early–mid-19th century",
 "Geography": "Iran",
 "Medium": "Ink, opaque watercolor, and gold on paper",
 "Dimensions": "9 x 5 5/8in. (22.9 x 14.3cm)",
 "Classification": "Codices",
 "Credit Line": "Gift of Charles K. Wilkinson, 1979",
 "Accession Number": "1979.518.6",
 "Who": "Muhammad Shafi‘ known as Visal-i Shirazi",
 "What": [
  "Metal",
  "Ink",
  "Paper",
  "Books",
  "Gold",
  "Watercolors",
  "Albums",
  "Manuscripts",
  "Codices"
 ],
 "Where": [
  "Asia",
  "Iran"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Islamic Art",
 "Heilbrunn Timeline of Art History": [
  "Nineteenth–Century Iran Continuity and Revivalism",
  "Iran (Persia), 1800–1900 A.D."
 ],
 "MetPublications": "Search for related Met publications",
 "id": 140010362,
 "image": "http://images.metmuseum.org/CRDImages/is/original/sf1979-518-6r.jpg",
 "related-artworks": [
  140010358,
  140010359,
  140010360,
  140007891,
  140007907
 ],
 "Description": "Muhammad Shafic (1779–1846), known as Vesal of Shiraz, is among the most celebrated and prolific calligraphers and poets of the Qajar period. He descended from a line of scribes who served at the local courts of the Safavid, Afshar, and Zand rulers. He was proficient in seven scripts, particularly in naskhi and nasta'liq. He is known to have copied over sixty Qur'ans in his lifetime, as well as manuscripts of other texts, and single and mashq pages. He specialized in revival naskhi in the style of late Safavid calligraphers, particularly Ibrahim Qumi and Ahmad Nairizi, considered the uncontested master of revival naskhi in Iran. This page contains excerpts from a Qur'an written in fine naskhi. There are eight diagonal lines of text in cream-colored ink between which an additional eight lines are written in reverse, in pink, yellow, and blue inks. The forward facing lines comprise the throne verse from the Qur'an (Sura 2, verse 256), and the colored letters are a continuation of the text through the next two verses. This work illustrates the Qajar calligrapher's preference for writing in an unprecedented range of colored inks on backgrounds of unusual color. It also reflects the penchant for writing in a multidirectional manner, whereby the reader is forced to turn the page around in order to read the text.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/140010362"
  }
 }
}