{
 "Date": "before 1727",
 "Geography": "Amsterdam, Netherlands",
 "Medium": "Ebony, ivory, silver",
 "Dimensions": [
  "Overall length  57.2 cm (22-1/2 in.)",
  "Diameter at bell  6 cm (2 3/8 in.)"
 ],
 "Classification": "Aerophone-Reed Vibrated",
 "Credit Line": "Gift of The University Museum, University of Pennsylvania, 1953",
 "Accession Number": "53.56.11",
 "Who": "Hendrik Richters",
 "What": [
  "Metal",
  "Silver",
  "Wood",
  "Bone",
  "Ivory",
  "Musical instruments",
  "Aerophones",
  "Reeds",
  "Ebony",
  "Reedpipes",
  "Oboes"
 ],
 "Where": [
  "Europe",
  "Netherlands",
  "Amsterdam"
 ],
 "When": "A.D. 1600-1800",
 "In the Museum": "Musical Instruments",
 "Heilbrunn Timeline of Art History": "Low Countries, 1600–1800 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 180015454,
 "gallery-id": 684,
 "image": "http://images.metmuseum.org/CRDImages/mi/original/DP167845.jpg",
 "related-artworks": [
  180017049,
  180015715,
  180013785,
  180017551,
  180015242
 ],
 "Description": "Hendrik Richters (1683–1727) is considered to be one of the finest oboe makers of his period. About 30 oboes survive from the shop he shared with his brother Frederik (1694–1770). Some, like this one, are lavishly decorated with expensive materials. The brothers used the state-of-art eighteenth-century technology to lathe the instrument's ornamental turnings. The metal keys, engraved with floral designs, musical and dancing figures, were fashioned by professional silversmiths or engravers. French instrument makers invented the oboe late in the seventeenth century by redesigning the treble shawm. In contrast to the loud shawm, the oboist takes the reed between the lips enabling the player to control the articulation, volume, pitch, and quality of sound. This permitted more expressivity, a musical trait of growing importance during this period. To enhance playing technique, two keys, the C and E-flat, were added to the oboe. Since some players were accustomed to play with the right hand down and others with the left hand the E-flat key appears on both the left and right side of the \"swallow-tail\" C key.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/180015454"
  }
 }
}