{
 "Date": "1850–52",
 "Medium": "Salted paper print from paper negative",
 "Dimensions": "26.7 x 20.7 cm (10 1/2 x 8 1/8 in. )",
 "Classification": "Photographs",
 "Credit Line": "Gilman Collection, Purchase, The Horace W. Goldsmith Foundation Gift, through Joyce and Robert Menschel, 2005",
 "Accession Number": "2005.100.36",
 "Who": "Pierre Emile Joseph Pécarrère",
 "What": [
  "Photographs",
  "Salted paper prints"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": "France, 1800–1900 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 190036301,
 "image": "http://images.metmuseum.org/CRDImages/ph/original/DP281333.jpg",
 "related-artworks": [
  190018747,
  190022446,
  190036302,
  190039447
 ],
 "Description": "One of the finest photographers of the early 1850s remains a mysterious figure. More than one hundred of his salted paper prints survive, many signed in the negative \"Em. Pec,\" a name that is not found in any early photographic journals, records of photographic societies, or exhibition catalogues. It seems likely that this photographer was Em. Peccarère (inconsistently spelled Peccarrère, Pecarrère, Pecarère, and Pecarer), a lawyer who learned photography from Gustave Le Gray and was among the founding members of the Société Héliographique. The confusion over his identity is compounded by the fact that fifty photographs, many with titles that correspond in subject to Pec's surviving signed works, were shown at the Society of Arts in London in 1852, listed in the exhibition catalogue as the work of \"Pecquerel.\" One can only surmise that this was a misunderstanding of the name \"Peccarère\" by the exhibition's British organizers, who saw photographs signed \"Pec\" but were more familiar with the French scientist and daguerreotypist Edmond Becquerel, also a member of the Société Héliographique.     Pec photographed throughout France and Italy in the first years of the 1850s. This view shows the north side of the mid-thirteenth-century royal portal of Bourges cathedral in central France. If the photographer knew the widely distributed topographic prints of the second quarter of the century he chose to depart from their pictorial conventions. Here, instead of incorporating small figures to animate the scene, provide picturesque detail, or give a sense of scale to the architecture, he elevated the relationship of figures to architecture. Framed by the shallow arcade like jamb figures, the four beggars (one of whom has moved during the long exposure of the paper negative) appear oddly hieratic. Seated alongside the central portal of the enormous edifice, theirs is a nearly ritualistic presence, just below the bas-relief scenes of the Creation and the Fall.",
 "Provenance": [
  "Collection of a French 19th-century academic painter",
  "Louise d'Argencourt",
  "Gilman Paper Company Collection, New York, Sept. 26, 1989"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190036301"
  }
 }
}