{
 "Date": "1840s–50s",
 "Medium": "Daguerreotype",
 "Dimensions": "Image Diameter 1.6 cm (5/8 in.)",
 "Classification": "Photographs",
 "Credit Line": "Gilman Collection, Purchase, Joyce F. Menschel Gift, 2005",
 "Accession Number": "2005.100.78",
 "Who": "Unknown",
 "What": [
  "Photographs",
  "Daguerreotypes"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": "The Daguerreian Era and Early American Photography on Paper, 1839–1860",
 "MetPublications": "Search for related Met publications",
 "id": 190036369,
 "image": "http://images.metmuseum.org/CRDImages/ph/original/DP214170.jpg",
 "related-artworks": [
  190020920,
  190020168,
  190020916,
  190020918,
  190020919
 ],
 "Description": "This daguerreotype with an abolitionist motif may be one of the first political buttons made in America to incorporate a photograph. Believed to be unique, the miniature daguerreotype shows two hands held together, one black, one white resting on a book assumed to be the Bible. The photograph is set into a two-piece gold-washed brass frame with a loop on the reverse for sewing to a garment. The case design with its simple, raised ornamental border is typical of the gilt-metal buttons mass-produced from 1830 to 1850 in several New England factories such as the Scovill Manufacturing Company in Waterbury, Connecticut, which also manufactured daguerreotype plates. The button was discovered in the early 1980s in a flea market in Massachusetts.     Like the piecework quilts made by women's antislavery societies, this button may have been produced to raise money for the abolitionist cause and sold at one of the popular antislavery fairs organized by women. The first such fair took place in 1834 in Boston, the center of the abolitionist movement. Although the fairs accepted \"all well-made, useful, and ornamental products,\" the organizers preferred textiles and other items that incorporated political texts, such as a needlebook inscribed \"May the point of our needles prick the slave owner's conscience.\"     The use of buttons for political purposes in the United States began in the 1700s with buttons that proclaimed \"Independence,\" as the goal of the oppressed colonists, and \"Long Live the President,\" in honor of the inauguration of George Washington. But it was not until the 1828 presidential campaign of Andrew Jackson, just twenty years before the likely date of this photograph, that the button became a regular part of American elections. From \"Jackson--True Standard\" to \"I Like Ike,\" the political button, both with and without pictures, developed into a characteristically American means of both political advertising and personal expression.",
 "Provenance": [
  "[Rinhart Galleries]",
  "Gilman Paper Company Collection, New York, September 20, 1989"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190036369"
  }
 }
}