{
 "Date": "1988",
 "Medium": "Chromogenic print",
 "Dimensions": "Image 119.1 x 159.7 cm (46 7/8 x 62 7/8 in.)",
 "Classification": "Photographs",
 "Credit Line": "Purchase, Vital Projects Fund Inc. Gift, through Joyce and Robert Menschel; Alfred Stieglitz Society Gifts; Jennifer Saul Gift;  Gift of Dr. Mortimer D. Sackler, Theresa Sackler and Family; and Gary and Sarah Wolkowitz Gift, 2010",
 "Accession Number": "2010.121",
 "Rights and Reproduction": "© Thomas Struth",
 "Who": "Thomas Struth",
 "What": [
  "Photographs",
  "Chromogenic prints"
 ],
 "Where": [
  "Europe",
  "Germany"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": "Central Europe (Austria, Germany, and Switzerland), 1900 A.D.–present",
 "MetPublications": "Search for related Met publications",
 "id": 190046262,
 "image": "http://images.metmuseum.org/CRDImages/ph/original/DP229845.jpg",
 "related-artworks": [
  190019186,
  190036882,
  190036883,
  190037936,
  190038057
 ],
 "Description": "The working method Struth devised for The Restorers, one of his first portraits, would become his standard procedure: photographing only subjects he could get to know over an extended period  and collaborate with on how they wished to be seen. He also decided to focus on couples or groups defined  by a shared history—often familial—or a communality of purpose, as with this portrait of four art restorers he befriended in Naples.The setting they chose was the restorers’ current work place—the former refectory of a church then being used as a staging area for paintings from the surrounding area that had been damaged in a recent earthquake. The almost hypnotic effect achieved in this picture is due not only to the artist’s intimacy with his subjects and their own understanding of his aims but also to his technical choices. Struth uses a large-format view camera on a tripod, which, with its oversize negatives and slow exposure time allows for a tremendous amount of detail, and the shallow depth of field subtly pushes the four figures into the space of the viewer.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190046262"
  }
 }
}