{
 "Date": "1882",
 "Medium": "Albumen silver print",
 "Dimensions": "Image 30.5 x 18.4 cm (12 x 7 1/4 in.)",
 "Classification": "Photographs",
 "Credit Line": "Gilman Collection, Purchase, Ann Tenenbaum and Thomas H. Lee Gift, 2005",
 "Accession Number": "2005.100.120",
 "Who": "Napoleon Sarony",
 "What": [
  "Photographs",
  "Albumen silver prints"
 ],
 "Where": [
  "North and Central America",
  "United States"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": "The United States and Canada, 1800–1900 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 190036446,
 "image": "http://images.metmuseum.org/CRDImages/ph/original/DP136272.jpg",
 "related-artworks": [
  190021043,
  190023363,
  190039080,
  190039079,
  90054640
 ],
 "Description": "Napoleon Sarony, an acknowledged master of celebrity photographs, succeeded Mathew Brady as the best-known portrait photographer in New York. Opening his first studio on Broadway in 1866 and moving to more elaborate premises on Union Square in 1871, Sarony took full advantage of the growing fascination with the theater that swept America in the aftermath of the Civil War. His inexpensive cartes de visite and more upscale cabinet cards, produced in the thousands, satisfied both the need of actors for publicity and the public's mania for collecting their images.     When this photograph was taken in January 1882, Oscar Wilde had not yet written \"The Picture of Dorian Gray\" (1891) and the plays that would make him famous in the next decade. Twenty-seven years old, he had to his credit only an unproduced melodrama, \"Vera,\" and a controversial book of verse. He had, however, created a position for himself in London society as a wit and a dandy, promoting the cause of the English aesthetic movement through his dazzling conversation. Wilde went to America in 1882 at the invitation of the New York producer Richard D'Oyly Carte to give a series of lectures on the English Renaissance to promote the opening of D'Oyly Carte's production of the Gilbert and Sullivan operetta \"Patience,\" in which aestheticism and Wilde himself were brilliantly satirized. Posing as the ultimate aesthete, or, rather, a caricature of one, Wilde was warmly received and enjoyed tremendous social success. To mock with his appearance the seriousness of the very ideals he was championing was, of course, characteristic of Wilde's fondness for paradox.     Wilde appeared in Sarony's studio dressed in the attire he would wear at his lectures: a jacket and vest of velvet, silk knee breeches and stockings, and slippers adorned with grosgrain bows--the costume he wore as a member of the Apollo Lodge, a Freemason society at Oxford. Sarony took many photographs of Wilde, in a variety of poses. Here, his features not yet bloated by self-indulgence and high living, Wilde leans toward the viewer as though engaging him in dialogue, the appearance and calculated pose of the dandy secondary to the intelligence and spontaneous charm of the conversationalist.",
 "Provenance": [
  "Frederick Hill Meserve Collection",
  "[Paul Katz, North Bennington, Vermont]",
  "Gilman Paper Company Collection, New York, October 11, 1983"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190036446"
  }
 }
}