{
 "Date": "1911",
 "Medium": "Gelatin silver print",
 "Dimensions": "Image 12.8 x 17.9 cm (5 1/16 x 7 1/16 in.)",
 "Classification": "Photographs",
 "Credit Line": "Gilman Collection, Purchase, The Horace W. Goldsmith Foundation Gift, through Joyce and Robert Menschel, 2005",
 "Accession Number": "2005.100.135",
 "Rights and Reproduction": "© 2011 Artists Rights Society (ARS), New York",
 "Who": "Anton Giulio Bragaglia",
 "What": [
  "Photographs",
  "Gelatin silver prints"
 ],
 "Where": [
  "Europe",
  "Italy"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": "Italian Peninsula, 1900 A.D.–present",
 "MetPublications": "Search for related Met publications",
 "id": 190036466,
 "image": "http://images.metmuseum.org/CRDImages/ph/original/DP132530.jpg",
 "related-artworks": [
  190040161,
  190040177,
  190040178,
  190040262
 ],
 "Description": "The Italian Futurist movement was heralded in 1909 with the publication of the poet F. T. Marinetti's \"Foundation and Manifesto of Futurism,\" which espoused a love of danger, the beauty of speed, the glory of war, and the destruction of museums and libraries. A year later painters who had gathered around Marinetti had worked out the implications of these tenets in a manifesto of their own. The works they began to create shortly thereafter ignored conventional subject matter and modes of representation and drew inspiration instead from the dynamic vitality of the industrial city. This ideology pervaded all areas of modern art and life, and manifestoes were written setting forth the principles of dynamism that were to govern not only painting and sculpture but also cinema, music, men's clothing--even the reconstruction of the universe.      The Rome-based theater director, set designer, and cinematographer Anton Giulio Bragaglia was one of those influenced by Marinetti's theories. In his essay \"Futurist Photodynamism,\" written in 1911 and published two years later, Bragaglia extended the concept of dynamism to photography. Like the painters who attempted to reproduce the sensation of dynamism rather than to create a fixed moment, Bragaglia sought to replace the objective reality of a subject captured in an instantaneous snapshot with a projection of the subject's interior essence, which he identified as pure movement. In this photodynamic study of a man changing from a seated position with his hands clasped on crossed legs to one where he is leaning forward with his fists at his temples, it is neither the beginning of his action nor its conclusion--nor any stage in between--that is significant, but rather the trajectory created by the sweeping arc of continuous, fluid motion, resulting in the dissolution, or dematerialization, of the subject. Bragaglia described the trajectory of motion as \"that which exerts a fascination over our senses, the vertiginous lyrical expression of life, the lively invoker of the magnificent dynamic feeling with which the universe incessantly vibrates.\" [VH; Waking Dream, p. 348]",
 "Provenance": [
  "[Edwin Engelberts, Geneva",
  "sold to Gilman on January 30, 1990]",
  "Gilman Paper Company Collection, New York"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190036466"
  }
 }
}