{
 "Date": "ca. 1895",
 "Medium": "Albumen silver print from glass negative",
 "Dimensions": "43.4 x 52.0 cm. (17  1/16  x 20  1/2  in.)",
 "Classification": "Photographs",
 "Credit Line": "Purchase, The Horace W. Goldsmith Foundation Gift, through Joyce and Robert Menschel, 1986",
 "Accession Number": "1986.1118",
 "Who": "William H. Rau",
 "What": [
  "Photographs",
  "Albumen silver prints"
 ],
 "Where": [
  "North and Central America",
  "United States"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": "The United States and Canada, 1800–1900 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 190016640,
 "related-artworks": [
  190038981,
  190036420,
  190048868,
  190041901,
  190041935
 ],
 "Description": "William Rau is perhaps best known for his photographs commissioned by the Pennsylvania railroads. He began his career at age nineteen as a photographer on the 1874 U.S. government expedition to document the Transit of Venus, a rare celestial event in which each passage of the planet before the sun allowed scientists to recalculate the distance of the earth from the sun. After this first commission Rau traveled to the western United States to photograph the Rocky Mountains and to Egypt to capture the monuments. He never lost his wanderlust, but in 1885 he established a successful society portrait studio in Philadelphia with his father-in-law, the photographer William Bell.     This photograph of the Susquehanna River in Pennsylvania was made about 1895, when Rau was contracted by the Lehigh Valley Railroad to photograph along its new route from New York City to Niagara Falls. By that time, however, both Rau's subject and the large-plate camera he used to record it were anachronistic. The magnificent landscape he photographed had been largely domesticated by the railroad companies that hired him, and the faster, less cumbersome roll-film Kodak, invented in 1888, had already signaled a radical shift in the medium.",
 "Provenance": [
  "Robert Miller Gallery"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190016640"
  }
 }
}