{
 "Date": "1930s",
 "Medium": "Gelatin silver print",
 "Dimensions": [
  "Image 22.7 x 16.9 cm (8 15/16 x 6 5/8 in.)",
  "Mount 41.5 x 29.1 cm (16 5/16 x 11 7/16 in.)"
 ],
 "Classification": "Photographs",
 "Credit Line": "Gilman Collection, Purchase, Anonymous Gifts, by exchange, 2005",
 "Accession Number": "2005.100.641",
 "Who": "Germaine Krull",
 "What": [
  "Photographs",
  "Gelatin silver prints"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": "France, 1900 A.D.–present",
 "id": 190039604,
 "related-artworks": [
  190014848,
  190017364,
  190037937,
  190039605,
  190039606
 ],
 "Description": "Although she wrote, in the introduction to her 1930 portfolio of nudes, that the objective of her project was beauty, likening her subject to \"a summer’s morning that I’ve always enjoyed,\" Krull’s contributions to the genre explore the body’s pure physicality and unmask reality’s inherent distortions. Unlike other Paris-based contemporaries such as André Kertész and Man Ray, Krull avoided the use of distorting mirrors and darkroom trickery in subjecting the female nude to modernist experiment. Instead, she used dramatic light, radical camera angles, shallow focus, and subtle print tone to communicate how the body can speak to uncommon beauty while standing testament to time and experience. In this photograph, the physical world etches its traces on the distinct mass of goose-bumped skin on the model’s neck and chest, projecting from a vortex of unfocused flesh and features. Her approach to the nude compelled one critic to proclaim that she \"struggles against conventional photography\" marred by safe viewpoints and uniform lighting, but, he made clear, in carrying out her rebellion, \"she never cheats.\"",
 "Provenance": [
  "[Graphics International, Ltd., Washington, D.C.]",
  "Gilman Paper Company Collection, New York, , May 5, 1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190039604"
  }
 }
}