{
 "Date": "April 1972",
 "Medium": "Gelatin silver print",
 "Dimensions": [
  "Image 24 x 209.4 cm (9 7/16 x 82 7/16 in.)",
  "Frame 40.6 x 221 cm (16 x 87 in.), approximately"
 ],
 "Classification": "Photographs",
 "Credit Line": "Purchase, Marlene Nathan Meyerson Family Foundation Gift, 2004",
 "Accession Number": "2004.315",
 "Who": "National Aeronautics  Space Administration",
 "What": [
  "Photographs",
  "Gelatin silver prints"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Photographs",
 "MetPublications": "Search for related Met publications",
 "id": 190038815,
 "image": "http://images.metmuseum.org/CRDImages/ph/original/DP134992.jpg",
 "related-artworks": [
  190037953,
  190018639,
  190040520,
  190060626,
  190043417
 ],
 "Description": "Beginning in 1968, NASA officials put great stress on the importance of creating an accurate atlas of the lunar surface by means of photography. To do so, they used extensive and technologically advanced camera equipment, most of which was designed to work with a remote human operator. This panoramic photograph was made with such equipment during the Apollo 16 mission, which launched on April 16, 1972. \tNASA's commitment to photography proved popular with general audiences as well as scientifically useful. In large part, that popularity reflects the widespread interest in everything connected to space exploration during the late 1960s and early 1970s, but the photographs are fascinating in their own right. Although we may be tempted to call them landscapes, the photographs are utterly unlike those of earth, exhibiting none of the traditional markers of scale, such as trees or buildings. Nor is there a horizon line from which to judge the relative size of the hills and craters or from which to determine such traditional elements of pictorial organization as foreground and background. Because they depict an entirely new subject matter, the pictures can be compared to early-nineteenth-century photographic experiments, the results of which were often unprecedented and astonishing to their viewers.",
 "Provenance": [
  "[Addison Thompson, New York City]"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190038815"
  }
 }
}