{
 "Date": "1969",
 "Medium": "35mm chromogenic slides",
 "Dimensions": "2.7 x 2.7 cm (1 1/16 x 1 1/16 in. ) each",
 "Classification": "Transparencies",
 "Credit Line": "Purchase, Pat and John Rosenwald Gift, 2001",
 "Accession Number": "2001.274a, b",
 "Who": "Robert Smithson",
 "What": [
  "Photographs",
  "Transparencies",
  "Slides"
 ],
 "Where": [
  "North and Central America",
  "United States"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": [
  "Body/Landscape Photography and the Reconfiguration of the Sculptural Object",
  "The United States and Canada, 1900 A.D.–present"
 ],
 "id": 190037878,
 "related-artworks": [
  190019091,
  190037814,
  190037821,
  190037879,
  190018495
 ],
 "Description": "Best known for his landmark Spiral Jetty (1970)-a 1,500-foot sculpture of mud, salt crystals, and rock coiling over ten acres of the Great Salt Lake, Utah-Smithson was among the artists of the 1960s who liberated sculpture from the gallery and museum, moved it outdoors, and made it inextricable from its site. These \"Earthwork\" artists, fascinated by process and gesture, installed their works in ravaged industrial sites and far flung corners of the world, creating pieces that were antimonumental or deliberately ephemeral and largely dependent upon photography as witness to their existence.     For his seminal 1969 series Mirror Displacements, Smithson placed temporary groupings of mirrors half-embedded in earth so they would reflect the surrounding landscape. Probably made in Wales, this diptych shows the artist's accordion-folded mirror coursing its way through a landscape of jagged rocks like a hidden snake, so that \"as one looked, more and more possibilities emerged because nothing was certain . . . scraps of sight accumulated until the eyes were engulfed by scrambled reflections.\"",
 "Provenance": [
  "The estate of Robert Smithson"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190037878"
  }
 }
}