{
 "Manufacturer": "Beissbarth & Hoffmann (Mannheim-Rheinau, Germany)",
 "Date": "1903",
 "Medium": "Wood, metal, paint",
 "Dimensions": [
  "H. 36-1/2, W. 15-3/4 in.",
  "(92.7 x 40 cm)"
 ],
 "Classification": "Furniture",
 "Credit Line": "Purchase, Lila Acheson Wallace Gift, 1993",
 "Accession Number": "1993.303a-f",
 "Who": [
  "Otto Prutscher",
  "Beissbarth & Hoffmann"
 ],
 "What": [
  "Metal",
  "Furniture",
  "Stands",
  "Plant stands"
 ],
 "Where": [
  "Europe",
  "Austria"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Modern and Contemporary Art",
 "Heilbrunn Timeline of Art History": "Central Europe (Austria, Germany, and Switzerland), 1900 A.D.–present",
 "id": 210006461,
 "related-artworks": [
  210005464,
  210011203,
  210012483
 ],
 "Description": "At the turn of the century a number of avant-garde Viennese designers made an abrupt switch from the flowing organic lines of Jugendstil and Art Nouveau to a strict yet vigorous geometry.  In 1903 these designers banded together to form the Wiener Werkstätte (\"Vienna Workshops\"), a designers' cooperative under the direction of the noted architect and designer Josef Hoffmann.  Founded on the principles of the Arts and Crafts movement, the Wiener Werkstätte strove to provide a range of well-designed, often handmade products for a sophisticated audience and indeed could supply everything from an architectural setting to the smallest decorative accessory.  Outside manufacturers were frequently used to produce and distribute designs that the Wiener Werkstätte was unable to realize in their own studios.  The renown of the workshops was such that by the early 1920s they had opened branches in Paris, Zurich, and New York.Otto Prutscher was a prominent member of the Wiener Werkstätte and a former student of Hoffmann.  This plant stand, as well as a number of designs for similar plant stands by Prutscher, was produced by Beißbarth & Hoffmann AG, a manufacturer in Mannheim-Rheinau, Germany.  Its architectonic design represents a particularly advanced take on the new geometry.  The black-and-white checkerboard of painted squares is echoed in the alternating tiers of square cachepots.  The motif is similar to one employed at the time in Glasgow by Charles Rennie Mackintosh, whose work was well known and admired in Vienna.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/210006461"
  }
 }
}