{
 "Date": "16th–early 20th century",
 "Geography": "Mali, Diop village, near Ibi",
 "Culture": "Dogon peoples",
 "Medium": "Wood, clay coating, patina (?)",
 "Dimensions": "H. 17 1/8 x Diam. 7 in. (43.5 x 17.8 cm)",
 "Classification": "Wood-Sculpture",
 "Credit Line": "The Michael C. Rockefeller Memorial Collection, Purchase, Nelson A. Rockefeller Gift, 1962",
 "Accession Number": "1978.412.467",
 "Who": "Dogon",
 "What": [
  "Sculpture",
  "Clay",
  "Patina",
  "Altars"
 ],
 "Where": [
  "Africa",
  "Mali"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Western and Central Sudan, 1600–1800 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 50003509,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/1978.412.467_a.JPG",
 "related-artworks": [
  50003345,
  50002931,
  50003522,
  50006398,
  50007588
 ],
 "Description": "While the purpose for which it was created is not entirely clear, the rich patina of this Dogon figural group suggests a ritual function involving repeated applications of offerings and libations. Composed of a set of eight female figures arrayed around a central core and crowned by a top-like form, this work may have once adorned a shrine or altar created for communication with the ancestors of a Dogon lineage group or other supernatural powers.Dogon sculpture emphasizes angularity and rectilinear form: the Dogon artist who carved this altar group has reduced his subject matter to a set of simple, geometrical elements. Arms and legs are attenuated columns broken by sharp angles at the elbows and knees, while pointed cones replace breasts and protruding stomachs. Wedge-like heads display stylized, angular features and thin, cylindrical ornaments that drop from the lower lip. Compositionally, the work displays a sophisticated interplay of heavy massing and delicate openwork. Conjoined heads and torsos radiate from the central core, forming solid bodies that appear to float above graceful passages of empty space delimited by the slender lines of the limbs and facial adornments.",
 "Provenance": [
  "[John J. Klejman, New York, until 1962]",
  "The Museum of Primitive Art, New York, 1962–1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50003509"
  }
 }
}