{
 "Date": "4th–7th century",
 "Geography": "Colombia",
 "Culture": "Zenu or Sinu",
 "Medium": "Gold",
 "Dimensions": "H. 1 1/4 x W. 7 1/4 in. (3.2 x 18.4 cm)",
 "Classification": "Metal-Ornaments",
 "Credit Line": "The Michael C. Rockefeller Memorial Collection, Bequest of Nelson A. Rockefeller, 1979",
 "Accession Number": "1979.206.545",
 "What": [
  "Metal",
  "Gold"
 ],
 "Where": [
  "South America",
  "Colombia"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": [
  "Northern Andes, 1–500A.D.",
  "Northern Andes, 500–1000 A.D."
 ],
 "MetPublications": "Search for related Met publications",
 "id": 50005411,
 "gallery-id": 357,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/1979.206.545.jpg",
 "related-artworks": [
  50000001,
  50000003,
  50000004,
  50000055,
  50000057
 ],
 "Description": "Ancient gold work from Colombia varied in style, technology, and imagery. Nose ornaments especially were made in many shapes and styles over millennia. Forms and sizes are sometimes so extraordinary that they seem unwearable to the modern viewer. Depictions of human figures in ceramic and metal, however, show such nose ornaments being worn. Long, heavy ornaments with wide ends, such as these examples, are seen placed in the septum of the nose. The ornaments from the Sinú region in northwestern Colombia are often cast with delicate false filigree of braided and spiral elements, as here.According to postconquest, sixteenth-century records, Sinú gold objects came from a region called Gran Zenú. Located on the tropical lowlands of the Caribbean coast, Gran Zenú was composed of three provinces—Zenufana, Finzenú, and Panzenú—and stretched east from the Sinú River to the Nechí and Magdalena river areas. Recent archival research relates the gold works from this region to the Zenú, a people present at the time of the Spanish conquest in the sixteenth century. The descendants of the Zenú still live east of the lower Sinú River.",
 "Provenance": [
  "[John C. Wise Ltd., New York, until 1957]",
  "Nelson A. Rockefeller, New York, 1957, on loan to The Museum of Primitive Art, New York, 1957–1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50005411"
  }
 }
}