{
 "Date": "16th–19th century",
 "Geography": "Mali",
 "Culture": "Dogon peoples",
 "Medium": "Wood",
 "Dimensions": "H. 20 1/2 x W. 18 1/2 x D. 93 in. (52.1 x 47 x 236.2 cm)",
 "Classification": "Wood-Containers",
 "Credit Line": "The Michael C. Rockefeller Memorial Collection, Bequest of Nelson A. Rockefeller, 1979",
 "Accession Number": "1979.206.255",
 "Who": "Dogon",
 "What": [
  "Vessels",
  "Ritual vessels"
 ],
 "Where": [
  "Africa",
  "Mali"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Western and Central Sudan, 1600–1800 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 50004812,
 "gallery-id": 350,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/DT1216.jpg",
 "related-artworks": [
  50002628,
  50002908,
  50002967,
  50004722,
  50004752
 ],
 "Description": "This monumental vessel was kept in the house of a lineage head in a Dogon community. It was used during an annual ritual known as \"goru\" to hold the offerings dedicated to Amma the Creator and the ancestors. Performed at the time of the winter solstice, the ceremony represents the culmination of rituals that celebrate the all-important millet harvest, whose abundance will support the family in the coming year.Such works have been described as \"aduno koro,\" an \"ark of the world,\" meant to represent the mythic ark sent by Amma to reorganize and populate the world. The \"aduno koro\" displays a wealth of imagery relating to the Dogon account of genesis. Holding the eight original human ancestors and everything they needed for life on earth, the ark was guided by Nommo, the primordial being who created order within the universe. When the ark settled on the ground, Nommo transformed himself into a horse and transported the eight ancestors across the earth to water, where the ark floated like a boat.In this example, the horse's head is fitted with a bridle, representing Nommo's transformation into equine form, while the eight original ancestors are portrayed in two groups of four on the sides of the vessel. The lizard-like creature separating the ancestors represents \"ayo geu,\" a black crocodile who killed Nommo after he completed his task of guiding the ark.",
 "Provenance": [
  "[Henri Kamer, Paris and New York, until 1963]",
  "Nelson A. Rockefeller, New York, 1963, on loan to The Museum of Primitive Art, New York, 1963–1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50004812"
  }
 }
}