{
 "Date": "19th–20th century",
 "Geography": "Côte d'Ivoire, Bandama River region",
 "Culture": "Baule peoples",
 "Medium": "Wood, metal, patina stain",
 "Dimensions": "H. 13 3/16 x W. 9 x D. 7 in. (33.6 x 22.9 x 17.8 cm)",
 "Classification": "Wood-Sculpture",
 "Credit Line": "The Michael C. Rockefeller Memorial Collection, Bequest of Nelson A. Rockefeller, 1979",
 "Accession Number": "1979.206.294",
 "What": [
  "Metal",
  "Costume",
  "Sculpture",
  "Masks",
  "Ceremonial masks",
  "Patina"
 ],
 "Where": [
  "Africa",
  "Ivory Coast",
  "Bandama"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": [
  "Guinea Coast, 1800–1900 A.D.",
  "Guinea Coast, 1900 A.D.–present"
 ],
 "MetPublications": "Search for related Met publications",
 "id": 50005098,
 "gallery-id": 352,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/DT9914.jpg",
 "related-artworks": [
  50003536,
  50003548,
  50003568,
  50004773,
  50004890
 ],
 "Description": "In Baule communities in Côte d'Ivoire, Mblo performances comprise skits that feature masked dancers who impersonate familiar subjects that range from animals to human caricatures.  The dances escalate in complexity and importance and eventually culminate in a performance that pays tribute to the community's most admired member.  The individual thus honored is depicted by a mask that is conceived as his or her artistic \"double\" or \"namesake.\"  The highly stylized compositions of double-faced twin masks are the abstract projection of ideas relating to complementary opposites.  Traditionally, Baule villages owned up to a dozen Mblo masks, though not all of them necessarily appeared at every performance.  In this mask, formerly in the collection of the Parisian gallerist Paul Guillaume, delicate oval red and black faces whose features are mirror images of one another are juxtaposed side by side. The red face on the proper right side is slightly higher and the crowning element of the vertical coiffure is narrower and taller than that which surmounts the black face.  Highly stylized, each face is circumscribed by bands of incised abstract design.  The facial features are carved in relief so that the double arc of the brows is bisected by the narrow ridge of the nose above a raised circular mouth.  The elements of asymmetry are subtly introduced to energize the composition.",
 "Provenance": [
  "Paul Guillaume, Paris, until (d.)1934",
  "Juliette (Domenica) Lacaze Guillaume, until 1965",
  "[Hôtel Drouot Rive Gauche, Paris, November 9, 1965]",
  "Nelson A. Rockefeller, New York, 1965, on loan to The Museum of Primitive Art, 1965–1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50005098"
  }
 }
}