{
 "Date": "7th–8th century",
 "Geography": "Peru",
 "Culture": "Moche",
 "Medium": "Ceramic",
 "Dimensions": "Overall 11 5/8 in. (29.46 cm)",
 "Classification": "Ceramics-Containers",
 "Credit Line": "Gift of Henry G. Marquand, 1882",
 "Accession Number": "82.1.29",
 "Who": "Moche",
 "What": [
  "Ceramics",
  "Vessels",
  "Bottles"
 ],
 "Where": [
  "South America",
  "Peru"
 ],
 "When": "A.D. 500-1000",
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Central and Southern Andes, 500–1000 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 50000038,
 "gallery-id": 357,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/DP102152.jpg",
 "related-artworks": [
  50001452,
  50001453,
  50002019,
  50003101,
  50000950
 ],
 "Description": "The stirrup-spout vessel—the shape of the spout recalls the stirrup on a horse's saddle—was a much favored bottle shape on Peru's northern coast for about 3,000 years. Although the importance and symbolism of this distinctive form is still puzzling to scholars, it has been suggested that the double-branch/single-spout shape may have prevented evaporation of liquids, and/or that it was convenient for carrying. Early in the first millennium A.D., the Moche elaborated stirrup-spout bottles into sculptural shapes depicting a wide range of subjects, including human figures, animals, and plants worked with a great deal of naturalism. About 500 years later, bottle chambers became predominantly globular, providing large surfaces for painting complex multifigure scenes. On this bottle, two animated warriors, their faces covered with fox face masks, carry round shields and war clubs. They are shown running across a hilly desert landscape indicated by a wavy line and cactus plants. A strong sense of forward motion is conveyed by leaning bodies and long strides. The warriors wear decorated long skirts, trapezoidal belt ornaments, and conical helmets.",
 "Provenance": [
  "Hon. Richard Gibbs Collection, Peru, 1875–1879",
  "Henry G. Marquand, New York, 1880–1882"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50000038"
  }
 }
}