{
 "Date": "19th–20th century",
 "Geography": "Mali",
 "Culture": "Dogon peoples",
 "Medium": "Wood, palm rib, hide, fiber, pigment",
 "Dimensions": "H. 65 x W. 21 x D. 5 1/8 in. (165.1 x 53.3 x 13 cm)",
 "Classification": "Wood-Sculpture",
 "Credit Line": "Gift of Lester Wunderman, 1977",
 "Accession Number": "1977.394.39",
 "Who": "Dogon",
 "What": [
  "Costume",
  "Sculpture",
  "Masks",
  "Ceremonial masks",
  "Hide"
 ],
 "Where": [
  "Africa",
  "Mali"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Western and Central Sudan, 1900 A.D.–present",
 "MetPublications": "Search for related Met publications",
 "id": 50002956,
 "gallery-id": 350,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/vs1977_394_39.jpg",
 "related-artworks": [
  50004962,
  50002922,
  50002955,
  50002434,
  50002635
 ],
 "Description": "Dogon masks such as this sim mask are worn primarily at commemorative rituals for Dogon men. The face of the sim mask is typical of many Dogon wooden masks. A rectangular box with an arched forehead, it has two deeply hollowed channels in front. The edges of the box extend upward at the top, forming small \"ears.\" A pierced, diamond-shaped section links the mask with its tall superstructure, which is lashed to it with strips of hide. The mask's face is said to represent an antelope, while the top depicts a tall, thin spirit in human form whose body is constantly swaying. This sim mask is unusual in that the vertical elements attached to the ends of the lower crossbar point downward; in most examples they point upward like those on the crossbar above. The choreography of the sim mask's movements is among the most strenuous of Dogon dances, requiring the performer to swing the mask around the axis of his body, and to beat the ground with the tip of the superstructure.The sim mask usually appears as one of many different types of masks during a funerary ritual known as dama. This ritual takes place several years after the initial burial, so that the elaborate and costly preparations for it can be made. The goal of a dama ceremony is to escort the soul of the deceased out of the village, and ensure its transformation into an ancestor who can help his living descendants. The dama is also an opportunity to express the wealth and prestige of the deceased and of his descendants through the expenditure of great resources, performance of numerous dancers, and degree of community participation. For the dama of an important elder, the elaborate six-day ceremony may include hundreds of masked performers, creating a brilliantly colored spectacle of sculpture, costume, song, and dance.Dama ceremonies are still performed, and new types of masks are created to reflect changes in Dogon society. Masked dances are also performed on other occasions, such as national holidays and the visits of tourist groups. Despite changes in Dogon economy, social structure, and religion, masked dancing remains an important aspect of the society's cultural identity.",
 "Provenance": [
  "Lester Wunderman, New York, until 1977"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50002956"
  }
 }
}