{
 "Date": "1960–70",
 "Geography": "Republic of Guinea-Bissau, Kelequis",
 "Culture": "Manjaka peoples",
 "Medium": "Cotton, synthetic yarns",
 "Dimensions": "Warp 70 x weft 45 1/4 in. (177.8 x 114.9 cm) including fringes",
 "Classification": "Textiles-Woven",
 "Credit Line": "Purchase, The Fred and Rita Richman Foundation Gift, 2009",
 "Accession Number": "2009.259",
 "Who": "Mandyak",
 "What": [
  "Textiles",
  "Cotton",
  "Woven",
  "Wrappers",
  "Synthetic"
 ],
 "Where": [
  "Africa",
  "Guinea-Bissau"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Guinea Coast, 1900 A.D.–present",
 "MetPublications": "Search for related Met publications",
 "id": 50014930,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/DP220943.jpg",
 "related-artworks": [
  50014928,
  50014929,
  50014927,
  50009442,
  50009467
 ],
 "Description": "While several distinct cultural traditions from Senegal are known for their textiles creations, those woven for Manjaka communities remain the most sought after. They are an essential component of each important phase in the life of Senegalese women. Distinctive for their thick and stiff qualities, such textiles are conceived by their wearers as protective shields. They are commonly ornamented by motifs that recall the many external influences that impacted the Manjaka communities through trade, colonial history and displacements: Portuguese, Moroccan and Spanish. This wrapper once belonged to the wife of a weaver. It is a distinctive assemblage of six different strips, retained by a weaver of his production activities. The weaver put enough warp on the loom so that after the six strips were cut off, he could collect the final strip for his wife. She then assembled them to create this colorful and vibrant sampler wrapper. Each band presents distinctive geometric or figurative motif (one of these features that of a crab \"Caranguejo\"), color and medium (cotton, and various synthetic yarns). Charged with personal history, this wrapper testifies to the mastery of the weaver's art and his ability to render a wide range of patterns.",
 "Provenance": [
  "Collected in Kelequis, Guinea Bissau, in 2008",
  "[Mai Diop,  Atelier Tesss, Saint-Louis, Senegal, until 2009]"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50014930"
  }
 }
}