{
 "Date": "early to mid-20th century",
 "Geography": "Papua New Guinea, Lower Sepik, Lower Ramu River region",
 "Culture": "Lower Ramu River region",
 "Medium": "Wood, fiber, shell, paint",
 "Dimensions": "H. 194 in. (492.8 cm)",
 "Classification": "Wood-Architectural",
 "Credit Line": "Gift of Horace W. Brock, in memory of Benjamin F. Dillingham II, 1999",
 "Accession Number": "1999.104",
 "What": "Shell",
 "Where": [
  "Oceania",
  "Papua New Guinea"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Melanesia, 1900 A.D.–present",
 "MetPublications": "Search for related Met publications",
 "id": 50010967,
 "gallery-id": 354,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/DP148429.jpg",
 "related-artworks": [
  50003802,
  50006885,
  50010367,
  50015870,
  50002508
 ],
 "Description": "This imposing housepost once formed one of the supporting members of a ceremonial house in the lower Ramu River region on the north coast of New Guinea. Lower Ramu carving forms part of the broader Lower Sepik tradition, which encompasses the art of the lower Sepik and Ramu Rivers, the Murik Lakes, and adjacent offshore islands.   The widespread exchange of ritual paraphernalia such as masks and figures throughout the Lower Sepik region has resulted in a rich cross-fertilization of artistic styles. Indeed, though this housepost was collected in the Ramu River area, the treatment of the human figure and motifs employed suggest the artist came originally from the Murik Lakes or was strongly influenced by Murik techniques and iconography.  Art in the Lower Sepik region centers on the representation of important ancestors and spirits. The supporting posts of ceremonial houses, such as the present work, are richly decorated with depictions of the ancestors, spirits, and sacred masks associated with the house. Representations of spirits frequently have long beak-like noses, which evoke the heads of totemic birds, while the noses of human ancestors are more naturalistically rendered. Images of both ancestors and spirits as well as depictions of sacred masks can be seen on this housepost.",
 "Provenance": [
  "R. Laurent, Moorea, Tahiti, collected during Laurent/Anderle Expedition, 1966–1997",
  "Horace W. Brock, Menlo Park, CA, 1997–1999"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50010967"
  }
 }
}