{
 "Date": "10th–5th century BCE",
 "Geography": "Peru",
 "Culture": "Chavín",
 "Medium": "Gold",
 "Dimensions": "H. 9 x W. 9 1/4 in. (22.9 x 23.5cm)",
 "Classification": "Metal-Ornaments",
 "Credit Line": "Jan Mitchell and Sons Collection, Gift of Jan Mitchell, 1999",
 "Accession Number": "1999.365",
 "Who": [
  "Early horizon",
  "Chavín horizon"
 ],
 "What": [
  "Metal",
  "Costume",
  "Gold",
  "Jewelry",
  "Pectorals"
 ],
 "Where": [
  "South America",
  "Peru"
 ],
 "When": "1000 B.C.-A.D. 1",
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Central and Southern Andes, 1000 B.C.–1 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 50011020,
 "gallery-id": 357,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/DT9183.jpg",
 "related-artworks": [
  50008162,
  50008165,
  50012594,
  50000245,
  50000249
 ],
 "Description": "Gold objects in the Chavín style are the earliest significant works in gold known from Peru. The style is associated with the north, particularly the Jequetepeque and Lambayeque valleys and adjacent highlands, where impressive gold objects have been found in burials of high-ranking individuals. Primarily personal ornaments of longstanding use in the area, they include adornments for the neck, chest, ears, and nose. This pectoral, of generalized cross shape, was probably attached to a backing through the paired holes in the center. It is made of hammered sheet gold and features repoussé profile bird heads in mirror image on the horizontal projections. When rotated ninety degrees, the profile heads, with their strongly curved beaks, become a single frontal image of a broad-nosed, jawless creature. Multiple readings of designs and the sharing of design components are characteristic of Chavín art. Fanged faces, referring to felines and snakes, and elements of raptors are commonly part of such complex compositions.",
 "Provenance": [
  "[David Bernstein, New York]",
  "Jan Mitchell, New York, until 1999"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50011020"
  }
 }
}