{
 "Period": "Edo period (1615–1868)",
 "Date": "kiln in operation ca. 1691–1749",
 "Culture": "Japan",
 "Medium": "Stoneware with brushed white slip and copper-green and iron-brown glazes (Utsutsugawa ware)",
 "Dimensions": "H. 1 3/4 in. (4.4 cm); Diam. 7 1/4 in. (18.4 cm)",
 "Classification": "Ceramics",
 "Credit Line": "The Harry G. C. Packard Collection of Asian Art, Gift of Harry G. C. Packard, and Purchase, Fletcher, Rogers, Harris Brisbane Dick, and Louis V. Bell Funds, Joseph Pulitzer Bequest, and The Annenberg Fund Inc. Gift, 1975",
 "Accession Number": "1975.268.589",
 "What": [
  "Metal",
  "Ceramics",
  "Clay",
  "Pottery",
  "Iron and iron alloy",
  "Dishes",
  "Copper",
  "Glaze",
  "Iron",
  "Stoneware",
  "Slip"
 ],
 "Where": [
  "Asia",
  "Japan"
 ],
 "When": "A.D. 1600-1800",
 "In the Museum": "Asian Art",
 "Heilbrunn Timeline of Art History": "Japan, 1600–1800 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 60023275,
 "image": "http://images.metmuseum.org/CRDImages/as/original/DP220299.jpg",
 "related-artworks": [
  60021077,
  60034887,
  60012564,
  60012658,
  60013341
 ],
 "Description": "A quintessential example of Utsutsugawa ware, this dish was formed on the wheel, then pressed over a mold to shape the foliate rim, and, finally, decorated with white slip and a painted ginkgo-leaf design. The meticulously brushed slip follows the turn of the potter's wheel, revealing the method of its application. Two large, nearly symmetrical ginkgo leaves with overlapping and entwined stems completely cover the interior of the dish. Superbly executed in iron-oxide pigment and copper-green glaze (and sheathed entirely with a thin layer of clear glaze), they create a design that is almost abstract. Compared to the earthy and exuberant decoration on Takeo Karatsu ware, which also combines iron-brown painting and copper-green glaze, Utsutsugawa pieces are subtler, smoother, and exquisite.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/60023275"
  }
 }
}