{
 "Date": "1920–29",
 "Culture": "French",
 "Medium": "wool, silk, metal",
 "Dimensions": "54 1/2 x 92 in. (138.4 x 233.7 cm)",
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of Adelaide Goan, 1955",
 "Accession Number": "2009.300.1877",
 "Who": "Sarah Lipska",
 "What": [
  "Metal",
  "Silk",
  "Textiles",
  "Wool"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": "France, 1900 A.D.–present",
 "MetPublications": "Search for related Met publications",
 "id": 80094495,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/55.96.109.1_CP4.jpg",
 "related-artworks": [
  80096362,
  80094502,
  80096360,
  80096363,
  80096358
 ],
 "Description": "This object is from a collection of sample embroideries, which was originally owned by Morris de Camp Crawford, editor of Women's Wear Daily, who collected objects which told the story of fashion and fabric history. Included in this collection was a group of textiles which illustrated what American and French designers and manufacturers were using. According to Crawford's book The Ways of Fashion, the work of Polish artist Sarah Lipska (1882-1973) was represented in this collection. Lipska is an enigmatic figure, who is known to have worked with Leon Bakst as a set and costume designer for the Ballets Russes, and later in the 1920s as a fashion designer in Paris at 4 rue Belloni, and finally as a sculptor.  Extant examples of her work are rare. Although only a few pieces in the Brooklyn Museum collection bear a label or a signature, others bear hallmarks of her work, such as a distinctive form of whip stitching on appliqué work, unusual abstract motifs, and Cubist-inspired patterns.The French couture house Myrbor employed artists across several disciplines to design clothing and interior decor. Natalia Goncharova, a painter, and Sarah Lipska are two of these artists. Both women also worked on set and clothing designs for the Ballets Russes. Their work shares some of the same aesthetic in that it often employs unconventional abstract motifs. This piece bears a handwritten tag with Lipska's name, and her hand is evident in the whip stitched appliqué work and the fascinating fanciful motif.",
 "Provenance": [
  "Previously part of the collection of Mr. and Mrs. Morris de Camp Crawford"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80094495"
  }
 }
}