{
 "Manufacturer": "House of Lesage (French, founded 1922)",
 "Date": "summer 1937",
 "Culture": "French",
 "Medium": "silk, metal, rhinestones, plastic",
 "Dimensions": "Length at CB 20 in. (50.8 cm)",
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of Mrs. Anthony V. Lynch, 1971",
 "Accession Number": "2009.300.1354",
 "Who": [
  "Elsa Schiaparelli",
  "House of Lesage"
 ],
 "What": [
  "Metal",
  "Silk",
  "Glass",
  "Plastic",
  "Glass paste",
  "Rhinestone"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": [
  "Elsa Schiaparelli (1890–1973)",
  "France, 1900 A.D.–present"
 ],
 "MetPublications": "Search for related Met publications",
 "id": 80093915,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/DP275625.jpg",
 "related-artworks": [
  80093726,
  80094016,
  80095914,
  80052817,
  80108239
 ],
 "Description": "Schiaparelli's uncle, Giovanni Schiaparelli, was a famed astronomer who studied Mars, Venus and Mercury in particular, and named various features of Mars. Craters on the moon and Mars are named in his honor. Her uncle would thrill the young Schiaparelli with stories of the solar system which translated into a life-long interest in the celestial realm. In fact, as noted by Dilys Blum in \"Shocking! The Art and Fashion of Elsa Schiaparelli,\" her uncle pointed out to her that the moles on her cheek formed the shape of Ursa Major, or the Big Dipper, which then became her personal emblem. This enthusiasm for heavenly motifs would be seen throughout her career, in various shapes and forms, including an upholstery fabric in her atelier printed with stars and the Big Dipper. This iconic jacket is a perfect example of Schiaparelli's love of the inhabitants of the skies, the stars and planets. As she often did for her richly one-of-a-kind embroidered designs, she worked with the well-known House of Lesage to execute her fantastical design. Various shapes and sizes of beads are used to illustrate stardust, rhinestones become mysterious shapes, and metallic foil strips form the planets, moons and tails of shooting stars. The foil strips also depict the more mystical side of the heavens, the zodiac signs, which correspond to specific constellations but are also used by astrologers to help divine the future. The twelve symbols, or glyphs, are emblazoned down the center front and over the shoulders. The star-shaped beads that represent the stars themselves are a quintessential example of the depth of materials that were available to French artisans such as Lesage. The embroidery sparkles against the midnight blue velvet, an apt choice for the night sky. The design is an achievement in itself, with all elements working in sync, and an example of Schiaparelli's artistic aesthetic at its pinnacle.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80093915"
  }
 }
}