{
 "Date": "1945",
 "Culture": "American",
 "Medium": "silk",
 "Dimensions": [
  "Length at CB (a) 60 in. (152.4 cm)",
  "Length at CB (b) 20 in. (50.8 cm)"
 ],
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of Mrs. Harrison Williams, 1948",
 "Accession Number": "2009.300.3091a, b",
 "Who": "Charles James",
 "What": [
  "Costume",
  "Silk",
  "Dresses",
  "Evening dresses"
 ],
 "Where": [
  "North and Central America",
  "United States"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": "The United States and Canada, 1900 A.D.–present",
 "id": 80095844,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/48.199.2a-b_front_CP3.jpg",
 "related-artworks": [
  80002841,
  80017990,
  80017993,
  80017995,
  80017998
 ],
 "Description": "Charles James produced some of the most memorable garments ever made. He began his design career in the 1930s.  It peaked between the late 1940s and mid- 1950s, when his scarce and highly original gowns were sought after by society's most prominent women.  Personally draping and constructing the garments that bear his label, he is considered to be the only American to work in the true couture tradition.  James saw himself as an artist and sculptor of dress rather than a dressmaker.  He manipulated fabrics into dramatic shapes using complex seaming and sometimes complicated understructures to create his singular vision of timeless elegance. A master of the relationship between form, color and texture, he often heightened the drama of his evening wear by combining several like fabrics of different colors, or different fabrics in like colors but with different light reflective qualities. Also a perfectionist, he worked for years on refining certain seam lines, shapes and constructs that particularly expressed his vision of artistry through rigorous engineering.  Many of his pieces are conceived asymmetrically and possess a sense of movement and vitality that is a signature characteristic of his work.  Many historical references in shapes and construction, especially the drapery forms of the 1870s and early teens, are also prevalent throughout his work.The singular color combinationand contrast in volume between unstructured bare bodice and fullness of skirt are favorite elements of James' work.  An atypical detail, the topstitching emphasizes the inherent  geometric rigor of the piece.  Unlike other garments with front points which are made through cutting,  points on this one are created by wrapping and tying at center front. See 2009.300.3097a, b for points created through cutting. A further comparison with 2009.300.2743 shows what a difference materials can make to the final outcome.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80095844"
  }
 }
}