{
 "Manufacturer": "Textile by Arthur Bier and Co. Inc.",
 "Date": "1952",
 "Culture": "American",
 "Medium": "cotton",
 "Dimensions": [
  "Length at CB (a) 45 in. (114.3 cm)",
  "Length at CB (b) 13 1/2 in. (34.3 cm)"
 ],
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of Carolyn Schnurer, 1952",
 "Accession Number": "2009.300.159a, b",
 "Who": [
  "Carolyn Schnurer",
  "Arthur Bier  Co. Inc."
 ],
 "What": [
  "Costume",
  "Cotton",
  "Dresses",
  "Sundresses"
 ],
 "Where": [
  "North and Central America",
  "United States"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": "The United States and Canada, 1900 A.D.–present",
 "id": 80094186,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/52.62.A.13a-b_CP3.jpg",
 "related-artworks": [
  80095900,
  80094021,
  80093999,
  80094121,
  80094143
 ],
 "Description": "During her twenty-year career in fashion, from 1944 to 1964, Carolyn Schnurer (1908-1998) was a pioneer in the newly emerging American sportswear industry. Directing her designs toward young active women, Schnurer developed coordinates and dresses that were unfussy, required minimal foundation garments and could be worn for a variety of occasions. Particularly renowned for her culturally-inspired resort collections, rather than a blatantly costumed appearance, Schnurer's designs typically featured one or two understated thematic details in the cut or fabric, while maintaining a classic American silhouette.  This sun dress ensemble from Schnurer’s “Flight to Japan\" collection incorporates multi-layered kimono styling that enhances the graceful line of the neck. Strikingly uncomplicated necklines were a key Schnurer design element, which allowed the wearer greater self-expression in accompanying jewelry and hairstyle. The simple elegance of this dress is carried out in the delicate purple and lilac bamboo print.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80094186"
  }
 }
}