{
 "Date": "1876",
 "Culture": "American",
 "Medium": "silk, cotton, metal, bone",
 "Dimensions": "Length at CF (a) 13 1/2 in. (34.3 cm)",
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of E. A. Meister, 1950",
 "Accession Number": "2009.300.3106a–c",
 "Who": "Royal Worcester Corset Company",
 "What": [
  "Metal",
  "Costume",
  "Silk",
  "Cotton",
  "Bone",
  "Underwear",
  "Corsets"
 ],
 "Where": [
  "North and Central America",
  "United States"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": "The United States and Canada, 1800–1900 A.D.",
 "id": 80095862,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/50.105.32.1_CP4.jpg",
 "related-artworks": [
  80095872,
  80095869,
  80095875,
  80095860,
  80114910
 ],
 "Description": "In 1950, E.A. Meister, then president of the Royal Worcester Corset Co., donated a collection of 171 corsets to the Brooklyn Museum in the memory of Isidor Roth, his father-in-law and former president of the company,who had assembledthe collection. The stated dual purpose of the donation was to honor Mr. Roth for his outstanding contributions to the growth of the field of corsetry and to establish a place where the collection could be used as a resource for the history of corsetry.Overall, the collection of corsets represents prime examples of the stylistic and technological developments which took place from1745-1939. It  represents not only the changing silhouette of the past 200 years but also the innovative culture of the corset industry, where solutions to further comfort and increasing flexibility were continually being sought. Known first as The Worcester Skirt Company, the company was founded in 1861 in Worcester, Massachusetts, by David Hale Fanning. It specialized in making hoopskirts to support the full skirts that were in vogue.  By March 1, 1872, the company shifted foundation directions, as the focus of the woman's silhouette changed from hoop skirts to shaped torsos and hips, and it was renamed the Worcester Corset Co. Fanning became president when the company went public in 1888. In 1901, the name was changed to theRoyal Worcester Corset Co.  From waist cinchers to full-length corsets, the collection represents the numerous silhouettes that were in mode, the engineering of the shapers that created them and the measures women took to alter their figuresaccordingly.Known as the 'Bon Ton', this corset was awarded the bronze medal at the Centennial Exposition.  The fine embroidery representing traditional motifs of oak leaves and wheat ears symbolize well-being and prosperity.  During this period, a woman's dress was very representative of her class and so having an embellished undergarment with these motifs would be most fitting.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80095862"
  }
 }
}