{
 "Date": "fall 1939",
 "Culture": "French",
 "Medium": "wool, silk, metal",
 "Dimensions": [
  "Length at CB (a) 26 in. (66 cm)",
  "Length at CB (b) 28 in. (71.1 cm)"
 ],
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of  Arturo and Paul Peralta-Ramos, 1955",
 "Accession Number": "2009.300.198a, b",
 "Who": "Elsa Schiaparelli",
 "What": [
  "Metal",
  "Costume",
  "Silk",
  "Wool",
  "Suits"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": [
  "Elsa Schiaparelli (1890–1973)",
  "Le Colis de Trianon–Versailles and Paris Openings",
  "Dressing for the Cocktail Hour",
  "Twentieth–Century Silhouette and Support",
  "Costume in The Metropolitan Museum of Art",
  "France, 1900 A.D.–present"
 ],
 "id": 80094619,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/55.26.14a-b_CP3.jpg",
 "related-artworks": [
  80002948,
  80004446,
  80006697,
  80006698,
  80017746
 ],
 "Description": "The fall 1939 collection for the house of Schiaparelli focused on the theme of music. Instruments as closures, music boxes as belt buckles and embroidered music notes and bells were seen on clothing and accessories. This suit, worn by Millicent Rogers, is a more understated example of that collection, featuring piano keys as buttons. Schiaparelli often used closures as a palette for her artistic expression, and worked with artists such as Jean Clement and Roger Jean-Pierre to execute her whimsical designs. The black and white lining echoes the piano's coloration, a subtle reference to the collection’s theme. One of Schiaparelli's idiosyncrasies was including trompe l'oeil elements in her design, elements that aren't as they seem at first glance, inspired by her interest in Surrealist art. An example of that in this example is the construction of the jacket, particularly the seaming, which creates a trompe l'oeil bolero.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80094619"
  }
 }
}