{
 "Publisher": "American Tobacco Company",
 "Date": "ca. 1890",
 "Medium": "Commercial color lithograph",
 "Dimensions": "Sheet 3 1/8 x 1 3/4 in. (8 x 4.5 cm)",
 "Classification": "Prints",
 "Credit Line": "The Jefferson R. Burdick Collection, Gift of Jefferson R. Burdick",
 "Accession Number": "Burdick 202, G29.25",
 "Who": [
  "Allen & Ginter",
  "American Tobacco Company"
 ],
 "What": [
  "Prints",
  "Planographic prints",
  "Lithographs",
  "Color lithographs"
 ],
 "Where": [
  "North and Central America",
  "United States"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Drawings and Prints",
 "Heilbrunn Timeline of Art History": "The United States and Canada, 1800–1900 A.D.",
 "id": 90095782,
 "related-artworks": [
  90080953,
  90080954,
  90080951,
  90080952,
  90080957
 ],
 "Description": "Series G29 presents cut-outs from a tobacco advertising banner issued by Allen & Ginter between 1885 and 1890. Citing Burdick's \"The American Card Catalog\": \"Banners are paper hangers with a metal binding at top and bottom edges. The popular size was about 30 inches long but a few measured over five feet in length...The tobacco firms were prolific advertisers using a constant procession of banners, especially to publicize their current insert card sets...The usual design illustrates the card pictures [from the series inserted into tobacco packaging] with a large appropriate center picture.\" Many consumers would cut up banners in order to \"collect\" the whole series of cards at once. Although series G29 is not listed in Burdick's \"The American Card Catalog,\" he included notes in his own edition of the book, now included in the collection at the Metropolitan Museum, labeling the series as G29. They are included not as the original banner, but as cut-outs affixed to an album. Each card in the series is numbered and depicts a leather opera glove holding a portrait of a woman. The original banner advertised Richmond Straight Cut Number 1 Cigarettes issued by Allen & Ginter as a branch of the American Tobacco Company. In 1890, the American Tobacco Company purchased Allen & Ginter, as well as many of the large American cigarette manufacturers.",
 "Provenance": [
  "Donor: Jefferson R. Burdick (American, 1900–1963)"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/90095782"
  }
 }
}