{
 "Date": "ca. 1790",
 "Culture": "French, Paris",
 "Medium": "Oak, pine, mahogany, and mahogany veneer; gilt-bronze mounts; Carrara marble top and shelf",
 "Dimensions": "H. 36 in. (91.4 cm.), W. 44-5/8 in. (113.3 cm.), D. 16-1/4 in. (41.3 cm.)",
 "Classification": "Woodwork",
 "Credit Line": "Gift of Mr. and Mrs. Charles Wrightsman, 1977",
 "Accession Number": "1977.102.8",
 "Who": "Jean Henri Riesener",
 "What": [
  "Metal",
  "Copper alloy",
  "Bronze",
  "Gilt",
  "Wood",
  "Furniture",
  "Plate",
  "Woodwork",
  "Marble",
  "Ormolu",
  "Softwood",
  "Oak",
  "Mahogany",
  "Tables",
  "Pine",
  "Case furniture",
  "Veneer",
  "Chests of drawers",
  "Carrara marble",
  "Shelves"
 ],
 "Where": [
  "Europe",
  "France",
  "Paris"
 ],
 "When": "A.D. 1600-1800",
 "In the Museum": "European Sculpture and Decorative Arts",
 "Heilbrunn Timeline of Art History": "France, 1600–1800 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 120022695,
 "gallery-id": 527,
 "image": "http://images.metmuseum.org/CRDImages/es/original/DP222903.jpg",
 "related-artworks": [
  120009355,
  120023097,
  120015769,
  120009354,
  120012247
 ],
 "Description": "Known in French as a commode servante or commode desserte, this type of side table appears to have been born out of an increasing desire for privacy during the eighteenth century. Clean plates and the dessert course would be placed on the marble shelves, allowing the owner and his guests to dine without the presence of servants.Stamped by Jean-Henri Riesener, this sideboard is one of several closely related pieces. The mahogany serves as a beautiful background for the giltbronze mounts in the form of almost lacelike ivy tendrils spiraling up the slender legs and scrolling foliage on the drawer fronts. Printed labels pasted underneath the table indicate that it was formerly at the Anichkov Palace in Saint Petersburg, where it is thought to have belonged to Empress Maria Feodorovna (1847–1928 ). As wife and later dowager empress of Alexander III (1845–1894 ), she lived in the palace from about 1866, the year of her marriage, until the Revolution of 1917. The table was among the French artworks acquired by the dealer Joseph Duveen during his visit to Soviet Russia. A nearly identical table, also with a Russian provenance, is in the collection of the Huntington Library, Art Collections, and Botanical Gardens, San Marino.",
 "Provenance": [
  "Anichkov Palace, St. Petersburg, RussiaEmpress Maria Feodorovna , Anitchkov Palace, St. Petersburg, Russia",
  "Charles and Jayne Wrightsman (until 1977",
  "to MMA)"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/120022695"
  }
 }
}