{
 "Date": "1560–75",
 "Culture": "Flemish, Brussels",
 "Medium": [
  "Wool, silk, silver-gilt thread",
  "19-23 warps per inch, 8-10 per cm."
 ],
 "Dimensions": [
  "H. 153 x W. 267 inches",
  "388.6 x 678.2 cm"
 ],
 "Classification": "Textiles",
 "Credit Line": "Gift of Mrs. Frederic R. Coudert Jr., in memory of Mr. and Mrs. Hugh A. Murray, 1957",
 "Accession Number": "57.62",
 "Who": "Pieter Coecke van Aelst",
 "What": [
  "Metal",
  "Silk",
  "Textiles",
  "Silver",
  "Wool",
  "Gilt",
  "Tapestries"
 ],
 "Where": [
  "Europe",
  "Belgium",
  "Brussels"
 ],
 "When": "A.D. 1400-1600",
 "In the Museum": "European Sculpture and Decorative Arts",
 "Heilbrunn Timeline of Art History": "Low Countries, 1400–1600 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 120045625,
 "gallery-id": 520,
 "image": "http://images.metmuseum.org/CRDImages/es/original/163224.jpg",
 "related-artworks": [
  120044721,
  120037459,
  120011201,
  120016619,
  90002130
 ],
 "Description": "The great Renaissance artist, Pieter Coecke van Aelst, conceived this series as a spectacular procession of sinners spread across seven tapestries of monumental scale. Each tapestry is dedicated to a particular vice, or Cardinal Sin, represented in female form riding a carriage, surrounded by a colorful retinue of personalities from classical history, mythology and the Bible, embodying the corruption in question. Here, winged Gluttony, wine-leaves in her hair, seated in her harpy-drawn chariot, is preceded by the gourmands Cleopatra, Alexander the Great and Silenus, whilst young Bacchus leads the way. In the background, the Old Testament heroine, Judith, can be seen dispatching the drunken Holofernes, in a vignette of the virtue of Temperance overcoming its sinful counterpart.Although it is not known who owned this particular tapestry, many editions of Coecke’s Seven Deadly Sins series were woven in Brussels and were acquired by great collectors like Henry VIII, King of England and Mary of Hungary, Governor of the Habsburg Netherlands. Although the palette remains so strikingly intense, recent technical analysis reveals that the dyes, metal-wrapped threads and weaving technique are all synonymous with mid-sixteenth century production. This border was added during a later, probably nineteenth-century, restoration.",
 "Provenance": [
  "Leon de Somzée",
  "Mrs. Frederic R. Coudert Jr. (until 1957",
  "to MMA)"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/120045625"
  }
 }
}