{
 "Period": "Early Imperial",
 "Date": "1st half of 1st century A.D.",
 "Culture": "Roman",
 "Medium": "Glass; mold-blown",
 "Dimensions": "H. 3 1/8 in. (7.9 cm)",
 "Classification": "Glass",
 "Credit Line": "Gift of J. Pierpont Morgan, 1917",
 "Accession Number": "17.194.238",
 "What": [
  "Glass",
  "Pyxides"
 ],
 "Where": [
  "Roman Empire"
 ],
 "When": "A.D. 1-500",
 "In the Museum": "Greek and Roman Art",
 "Heilbrunn Timeline of Art History": "Italian Peninsula, 1–500A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 130009962,
 "gallery-id": 168,
 "image": "http://images.metmuseum.org/CRDImages/gr/original/DP107087.jpg",
 "related-artworks": [
  130006195,
  130007922,
  130010575,
  130011045,
  130011891
 ],
 "Description": "Opaque white. Box: vertical rim with inward sloping edge; slightly convex cylindrical neck; octagonal sides with pronounced moldings above and below (the upper edge of the former acts as a ledge on which the lid sits); undercurve to base and slightly concave bottom.Lid: uneven vertical rim; plain cylindrical collar above, curving out to molding; sloping shoulder; flat top.On box, eight panels around sides decorated with four repeated designs: 1, a spoked circle below a triangular pediment; 2, a palmette below a rounded arch; 3, a circle with central dot within a lozenge; and 4, a lotus flower on a stem below a rounded arch; panels separated by vertical raised lines, decorated on the moldings above and below with raised knobs, perhaps representing thyrsi; on undercurve of base, a circular frieze of overlapping leaves; on bottom, four concentric raised circles with a dot at the center. On lid, eight outward-facing palmettes on shoulder; three concentric raised circles on top with a dot at the center.Box intact but lid broken and repaired with one chip in rim and other small holes around molding above collar; both box and lid largely covered with milky white weathering and iridescence.Box mold comprises three vertical panels for the sides and a saucer-shaped section for the base of the box; lid mold comprises a top segment and three side sections.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/130009962"
  }
 }
}