{
 "Period": "Late Hellenistic",
 "Date": "2nd or 1st century B.C.",
 "Culture": "Greek",
 "Medium": "Marble, Island",
 "Dimensions": "H. 36 5/8 in. (93 cm)",
 "Classification": "Stone Sculpture",
 "Credit Line": "Rogers Fund, 1908",
 "Accession Number": "08.258.48",
 "What": [
  "Sculpture",
  "Stone",
  "Statues",
  "Marble"
 ],
 "Where": [
  "Europe",
  "Greece"
 ],
 "When": "1000 B.C.-A.D. 1",
 "In the Museum": "Greek and Roman Art",
 "MetPublications": "Search for related Met publications",
 "id": 130008594,
 "gallery-id": 162,
 "related-artworks": [
  130008783,
  130011530,
  130012950,
  130013862,
  130014009
 ],
 "Description": "Said to be from Cerveteri, Italy.This figure can be identified by its trousers as one of the barbarian enemies that the Romans faced on their northern borders. The Celts or Gauls, a diverse array of tribes with a common culture, were settled in much of Europe and Germanic tribes inhabited the area beyond the Danube and the Rhine. Although all these peoples wore tight fitting trousers, this figure probably represented a Celt because of thecarefully detailed sword belt suspended from his waist, with holes for a metal scabbard at the right side. We know from ancient literary descriptions and the archaeological evidence from tombs that the Celts were especially noted for their use of long cutting swords that hung at their right side from chain belts.   The Celts harried the Mediterranean world intermittently from the late fourth century until they were subdued in Gaul by Julius Caesar in the midfirst century B.C. Famous statues of the barbarian warriors had been erected by the rulers of the Hellenistic city of Pergamon in western Asia Minor after their victories over invading Gallic tribes in the third century B.C. Those statues, preserved in Roman copies, represented the Gauls in the nude in various defensive or defeated poses. This work, which shows a fully dressed fighter in an attacking stance, was perhaps part of a monument commissioned from Greek sculptors by a Roman general who had been victorious in a campaign on the northern frontier.",
 "Provenance": [
  "Said to be from Cerveteri, Italy"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/130008594"
  }
 }
}