{
 "Period": "Early Imperial, Flavian",
 "Date": "2nd half of 1st century A.D.",
 "Culture": "Roman",
 "Medium": "Glass; blown in a three-part mold",
 "Dimensions": "H. 10.5 cm",
 "Classification": "Glass",
 "Credit Line": "Gift of Henry G. Marquand, 1881",
 "Accession Number": "81.10.226",
 "What": [
  "Glass",
  "Drinking vessels",
  "Cups"
 ],
 "Where": [
  "Roman Empire"
 ],
 "When": "A.D. 1-500",
 "In the Museum": "Greek and Roman Art",
 "Heilbrunn Timeline of Art History": "Italian Peninsula, 1–500A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 130005849,
 "gallery-id": 166,
 "image": "http://images.metmuseum.org/CRDImages/gr/original/DP118340.jpg",
 "related-artworks": [
  130000201,
  130000282,
  130000272,
  130000274,
  130000275
 ],
 "Description": "Translucent blue green.Lopsided, everted, thick, knocked-off rim; narrow, cylindrical neck; body modeled in the shape of a head in the round; base ring with rounded lower edge; flat bottom. Two mold seams run from rim down sides of head to base ring, with a separate disk-shaped base section.On body, a head with African features and hair, wearing an ivy wreath and globular pendant earrings; one half of mold comprises the back of the head and part of the proper left ear, with the hair arranged in six horizontal rows of short vertical locks in relief, and wreath tied in a knot at back with hanging finials; the other half of mold shows the African's face and all of his proper right ear, with a regular, curving fringe to his hair, high arched eyebrows, large almond-shaped eyes, raised cheeks, broad flat nose, large open mouth with upper teeth showing and thick lips, and a small but prominent chin; on bottom, a single raised circle around a central raised dot.Intact; a few pinprick and larger bubbles; slight dulling and faint iridescence, with small patches of weathering.Other examples of flasks shaped like a single male head with strong Negroid features are signed—one group in Latin, the other in Greek.",
 "Provenance": [
  "Until 1881, collection of Jules Charvet, Le Pecq, Île-de-France",
  "1881, purchased from J. Charvet by Henry G. Marquand",
  "acquired in 1881, gift of Henry G. Marquand."
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/130005849"
  }
 }
}