{
 "Period": "Imperial",
 "Date": "mid-1st–late 2nd century A.D.",
 "Culture": "Roman",
 "Medium": "Glass; mold-blown",
 "Dimensions": [
  "H. without cover 6 15/16 in. (17.6 cm)",
  "H. with cover  8 1/16 in. (20.5 cm)"
 ],
 "Classification": "Glass",
 "Credit Line": "Gift of Henry G. Marquand, 1881",
 "Accession Number": "81.10.5",
 "What": [
  "Vessels",
  "Glass",
  "Jars"
 ],
 "Where": [
  "Roman Empire"
 ],
 "When": "A.D. 1-500",
 "In the Museum": "Greek and Roman Art",
 "Heilbrunn Timeline of Art History": "Italian Peninsula, 1–500A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 130005633,
 "gallery-id": 162,
 "image": "http://images.metmuseum.org/CRDImages/gr/original/DP109360.jpg",
 "related-artworks": [
  130000098,
  130000120,
  130000141,
  130005075,
  130005087
 ],
 "Description": "Translucent blue green, with lid in same color.Thick, tubular rim, partially folded up as well as out, round, and down, covering narrow neck; sloping shoulder with rounded corners; square body with flat sides; flat bottom but slightly concave to one side.On bottom, twelve concentric circles in relief.Intact; some bubbles and blowing striations, with one gritty inclusion in bottom; patch of limy encrustation, extending from rim down one side, some dulling, and iridescent weathering.Lid: oval disk with plain rounded edge, and thick central knob handle.Intact; some pinprick bubbles; dulling, creamy brown weathering, and iridescence.The lid is the appropriate size for the jar but does not fit well because of the uneven shape of the jar's rim.Smaller square jars have been found in houses and shops at Pompeii, where they were probably used for storing food. This large example, however, apparently served as a cinerary urn, although it is uncertain if the lid originally belonged with the jar.",
 "Provenance": [
  "Until 1881, collection of Jules Charvet, Le Pecq, Île-de-France",
  "1881, purchased from J. Charvet by Henry G. Marquand",
  "acquired in 1881, gift of Henry G. Marquand."
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/130005633"
  }
 }
}