{
 "Date": "19th century",
 "Geography": "Iran, Rasht",
 "Medium": "Wool; plain weave, joined, embroidered",
 "Dimensions": [
  "Textile L. 75 in. (190.5 cm)",
  "W. 52 in. (132.1 cm)"
 ],
 "Classification": "Textiles",
 "Credit Line": "Rogers Fund, 1910",
 "Accession Number": "10.33.1",
 "What": [
  "Textiles",
  "Needlework",
  "Wool",
  "Embroidery",
  "Plain weave"
 ],
 "Where": [
  "Asia",
  "Iran",
  "Rasht"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Islamic Art",
 "Heilbrunn Timeline of Art History": "Iran (Persia), 1800–1900 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 140003175,
 "image": "http://images.metmuseum.org/CRDImages/is/original/wb-10.33.1.JPG",
 "related-artworks": [
  140003067,
  140004072,
  140003154,
  140002832,
  140005822
 ],
 "Description": "Traditionally, the chain stitch (gulab-duzi) was used in much Persian embroidery. The Caspian city of Rasht was known to have supplied the Safavid court at Ardebil and excelled at the art, hence Rasht embroidery (rashti-duzi) developed into a unique craft. Executed by male professional embroiderers in well-organized workshops, the panels were characterized by the use of felted flannel wool (face cloth, often used in military uniforms of the region) for the ground. The designs were pounced with powdered chalk, and chain stitched in firmly twisted colored silks using metal crochet hooks. As in the present hanging, the outer borders were often patched bands of different colors, elaborately worked in a riot of colors. The unique charm of this prayer-niche hanging, however, is in the elegant rendition of the meditative tree design, replete with Sufi symbolism. The layered, symmetrical tree alludes to the stages (maqamat) of Sufism, while the birds, creatures that link the Earth and the Heavens, symbolize the divine guidance in the ascent of the believer's soul in prayer.",
 "Provenance": [
  "von Pirch(until 1910",
  "sold to MMA)"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/140003175"
  }
 }
}