{
 "Object Name": "Ewer",
 "Date": "last quarter 12th–early 13th century",
 "Geography": "Iran",
 "Medium": "Stonepaste; polychrome in-glaze and overglaze painted and gilded on an opaque white glaze (mina'i).",
 "Dimensions": "H. 4 3/4 in. (12.1 cm)",
 "Classification": "Ceramics",
 "Credit Line": "Mr. and Mrs. Isaac D. Fletcher Collection, Bequest of Isaac D. Fletcher, 1917",
 "Accession Number": "17.120.44",
 "What": [
  "Ceramics",
  "Vessels",
  "Gilt",
  "Painting",
  "Glaze",
  "Overglazing",
  "Ewers"
 ],
 "Where": [
  "Asia",
  "Iran"
 ],
 "When": "A.D. 1000-1400",
 "In the Museum": "Islamic Art",
 "Heilbrunn Timeline of Art History": "Iran, 1000–1400 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 140004133,
 "gallery-id": 453,
 "image": "http://images.metmuseum.org/CRDImages/is/original/sf17-120-44b.jpg",
 "related-artworks": [
  140004423,
  140004123,
  140005818,
  140008750,
  140004134
 ],
 "Description": "A written source of the early 14th century informs us that at that time mina’i objects were no longer manufactured, and that some were kept \"in townships and in shrines\". This suggests that they were still held in high esteem, and partially explains the large number of intact mina’i objects known today, and the relatively few fragments found in archaeological excavations. The technique was laborious, and the lavish result was often enriched by gilding.On this mug, the painted and gilded scenes show a procession of courtly riders on the upper register and one of sphinxes on the lower register. Despite the reiteration of the figures, the overall depiction is enlivened by the opposite directions of the riders in respect to that of the sphinxes, by the movement of the running horses and that of the riders (one rider has his head turned back, others are striving to hold branches), and by the details of their garments.",
 "Provenance": [
  "Mr. and Mrs. Isaac D. Fletcher, New York (until his d.1917)"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/140004133"
  }
 }
}