{
 "Date": "500–550, with modern restoration",
 "Culture": "Byzantine",
 "Medium": "Marble and glass",
 "Dimensions": "59 1/2 x 78 5/8 x 1 in.  (151.1 x 199.7 x 2.5 cm)",
 "Classification": "Mosaics",
 "Credit Line": "Harris Brisbane Dick Fund and Fletcher Fund, 1998; Purchase, Lila Acheson Wallace Gift, Dodge Fund, and Rogers Fund, 1999",
 "Accession Number": "1998.69;1999.99",
 "What": [
  "Glass",
  "Fragments",
  "Marble",
  "Mosaics"
 ],
 "When": "A.D. 500-1000",
 "In the Museum": "Medieval Art",
 "MetPublications": "Search for related Met publications",
 "id": 170009982,
 "gallery-id": 301,
 "image": "http://images.metmuseum.org/CRDImages/md/original/DT112.jpg",
 "related-artworks": [
  170010464,
  170006491,
  170006492,
  170006493,
  170006495
 ],
 "Description": "This monumental bust of a richly bejeweled lady who wears large pearls in her ears, a necklace of delicate stones about her throat, and two brooches—one clasping her yellow mantle and another at the tie of her dress—is an example of the exceptional mosaics created throughout the Early Byzantine world in the first half of the sixth century.  Both her elaborate diadem and the neckline of her dress are bordered with alternating black and white tesserae meant to suggest pearls.  The addition of blue glass to represent sapphires, or \"hyacinths,\" among the red and green glass gemstones on the mosaic is characteristic of sixth-century Byzantine taste.  The modeling of the lady's face with small olive-green and beige tesserae highlighted in white and shades of pink and the slightly asymmetrical arrangement of her large, softly staring eyes are typical of Byzantine painting of the period, which survives in the form of icons.  Women with similar faces, hairstyles, necklaces, and pearl-bordered diadems carry martyrs' crowns in the early-sixth-century mosaics in the nave at Sant'Apollinare Nuovo in Ravenna.  A mosaic image of the archangel Michael, dated to 549, and in the Church of Sant'Apollinare in Classe, near Ravenna, has the same hair and eyes, as does the mid-sixth-century bust of the \"Lady of Rank,\" thought to be from Constantinople, also in the Museum (The Cloisters Collection, 66.25).The rod that she holds, the measuring tool for the Roman foot, identifies her as a personification of the abstract concept of \"Ktisis,\" or Foundation, and symbolizes the donation, or foundation, of a building. Personifications of abstract ideas, as developed by the Stoic philosophers, remained popular in the Early Christian era.  Images of Ktisis inscribed with her name, and often showing her holding the same measure, survive on the floor mosaics of bathhouses as well as churches throughout the Byzantine Empire, from Antioch and Cyprus to such African sites as Qasr-el-Lebia and Ras-el-Hilal.",
 "Provenance": [
  "Private Collection, Switzerland (1988) [1998.69]",
  "[ Ward & Company Works of Art, New York (from 1997–sold 1998)] [1998.69]",
  "Private Collection, Switzerland (from 1970s–1999) [1999.99]"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/170009982"
  }
 }
}