{
 "Date": "ca. 950",
 "Culture": "Viking",
 "Medium": "Silver, gold, and niello",
 "Dimensions": "Overall 1 15/16 x 1 7/16 x 1 7/16 in., 1.378lb. (5 x 3.7 x 3.6 cm, 625g)",
 "Classification": "Metalwork",
 "Credit Line": "Purchase, The Kurt Berliner Foundation Gift, 2000",
 "Accession Number": "2000.140",
 "What": [
  "Metal",
  "Costume",
  "Metalwork",
  "Silver",
  "Gold",
  "Jewelry",
  "Pins",
  "Brooches",
  "Niellos"
 ],
 "Where": [
  "North and Central America",
  "United States",
  "North Dakota",
  "Hamberg",
  "Wells"
 ],
 "When": "A.D. 500-1000",
 "In the Museum": "Medieval Art",
 "Heilbrunn Timeline of Art History": "Eastern Europe and Scandinavia, 500–1000 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 170013311,
 "gallery-id": 301,
 "image": "http://images.metmuseum.org/CRDImages/md/original/2000.140.jpg",
 "related-artworks": [
  170006123,
  170004730,
  170004755,
  170004991,
  170005694
 ],
 "Description": "Although a fragment, this brooch terminal is artistically and technically one of the finest works to survive from the great age of the Vikings. The silver sphere (now slightly dented) was hollow cast, and virtually its entire surface is decorated with niello in an early Viking style known as Jellinge/Mammen. Raised, twisted gold wire forms a quatrefoil ring-knot pattern on a raised, circular gold panel. Two adjacent triangular gold panels are filled with studs, and one has a medallion in its center with serpentine tendrils.The terminal bears typological and aesthetic similarites to a brooch terminal and pinhead found in a large Viking silver hoard at Eketorp, Sweden, in 1950 and 1955, which are now in the regional Örebro Lans Museum, west of Stockholm. As with the present item, much of the Eketorp hoard consists of silver that, during and after the Viking period, was broken into pieces, a common practice for monetary exchange. Reconstructed to its original form, this deluxe brooch would be one of the largest and heaviest known from Viking Europe; clearly its first owner was an important figure.",
 "Provenance": [
  "[ Ward & Company Works of Art(sold 2000)]"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/170013311"
  }
 }
}