{
 "Artist": "James Knight (British)",
 "Date": "1853–56",
 "Medium": "128 salted paper prints and albumen prints from paper and glass negatives",
 "Dimensions": "23.2 x 18.9 cm (9 1/8 x 7 7/16 in.)",
 "Classification": "Albums",
 "Credit Line": "Gilman Collection, Gift of The Howard Gilman Foundation, 2005",
 "Accession Number": "2005.100.382 (1-85)",
 "Who": [
  "John Dillwyn Llewelyn",
  "Jane Martha St. John",
  "James Knight",
  "Thereza Dillwyn Llewelyn"
 ],
 "What": [
  "Prints",
  "Photographs",
  "Paper",
  "Books",
  "Glass",
  "Negatives",
  "Albumen",
  "Albumen silver prints",
  "Albums",
  "Salted paper prints",
  "Photographic processes",
  "Glass negative"
 ],
 "Where": [
  "Europe",
  "United Kingdom",
  "Wales"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": "Great Britain and Ireland, 1800–1900 A.D.",
 "id": 190036267,
 "image": "http://images.metmuseum.org/CRDImages/ph/original/DP143468.jpg",
 "related-artworks": [
  190019127,
  190014967,
  190035026,
  190041666,
  190022664
 ],
 "Description": "Within a week of Talbot's public presentation of the photogenic drawing process, John Dillwyn Llewelyn was trying his hand at the new technique. He owed his early introduction to the invention to his wife, the inventor's first cousin Emma Thomasina Talbot. This page from an album belonging to Llewelyn's daughter Emma Charlotte (1837- 1929) combines the two principal means of photographic picture-making invented by Talbot: an image made by direct contact with an object (see no. 1) and a camera image printed from a negative. The picture presents two characteristic pursuits of educated Victorian women, art and science, the dual poles that also characterized amateur photography itself.     Many nineteenth-century pictures were surrounded by decorative borders of lace, cut paper, or ink and watercolor, often the inventive product of a young woman of leisure. In a clever variation of this convention, Llewelyn's border records the shadow of a lacy wreath of maidenhair fern. In the central vignette we see Thereza (1834-1926), another of the photographer's daughters, shown with books, botanical specimens, and scientific apparatus. Typical of well educated and well-to-do Victorian women, Thereza pursued varied interests, including botany, microscopy, astronomy, and photography.     Llewelyn seems to suggest a relationship between the floral border and the view seen by his daughter--between the lens of the camera and that of the microscope-- prompting the viewer to muse on the parallel means of optical discovery.",
 "Provenance": [
  "Emma Charlotte Dillwyn Llewelyn (photographer's daughter)",
  "(sold, Sotheby's, late 1970s)",
  "[Galerie Bischofberger], by 1983",
  "Gilman Paper Company Collection, New York, December 8, 1983"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190036267"
  }
 }
}