{
 "Date": "1986",
 "Medium": "Silver dye bleach transparency in light box",
 "Dimensions": "Image 229 x 437 cm (90 3/16 x 172 1/16 in.)",
 "Classification": "Transparencies",
 "Credit Line": "Purchase, Charlene and David Howe, Henry Nias Foundation Inc., Jennifer Saul, Robert Yaffa, Harriet Ames Charitable Trust, and Gary and Sarah Wolkowitz Gifts, 2006",
 "Accession Number": "2006.91",
 "Rights and Reproduction": "© Jeff Wall",
 "Who": "Jeff Wall",
 "What": [
  "Photographs",
  "Boxes",
  "Dye",
  "Transparencies"
 ],
 "Where": [
  "North and Central America",
  "Canada"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Photographs",
 "Heilbrunn Timeline of Art History": [
  "Art and Photography The 1980s",
  "The United States and Canada, 1900 A.D.–present"
 ],
 "MetPublications": "Search for related Met publications",
 "id": 190040340,
 "image": "http://images.metmuseum.org/CRDImages/ph/original/WallL.2004.55.jpg",
 "related-artworks": [
  190014677,
  190015167,
  190016544,
  190016545,
  190016547
 ],
 "Description": "Wall's staged tableaux straddle the worlds of the museum and the street. The scale and ambition of his pictures-scenes of everyday life shot through with larger intimations of political struggle-equally evoke the Salon paintings of nineteenth-century French painters such as Gustave Courbet and Édouard Manet and the advertising light boxes seen at airport terminals and bus stops. The combination is not as strange as it seems, however, in that these earlier artists regularly shocked viewers by chronicling the social transformations and class conflicts of their own historical moment in a manner deemed unworthy of serious art. References to their canvases abound in The Storyteller, from the trio of urban castaways echoing the figures in Manet's Déjeuner sur l'Herbe to the steeply pitched, spatially ambiguous landscape that recalls Courbet's Young Women from the Village. Yet these allusions are never gratuitous: Manet himself scandalized the public by having the roguish Parisian pleasure-seekers of his contemporary pastoral mimic the poses of Giorgione's revered Concert Champêtre. \tSet in a leftover sliver of land off a highway in Vancouver, where the artist lives, The Storyteller shows the liminal space where past meets future, crisscrossed by power lines and illuminated from within by the electric light that permeates our world of spectacle, consumption, and waste. Yet the work is ultimately hopeful, holding in suspension the potential for cultural traditions to survive and contest historical amnesia, the homogenizing effects of the media, and the empty promises of technological progress. In creating a space that is both irrevocably fragmented yet retains the possibility for coherence in the mind of the viewer, Wall's picture is, in its largest sense, a statement about the meaning and function of art itself.",
 "Provenance": [
  "Jeff Wall",
  "[Marian Goodman Gallery, New York]"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/190040340"
  }
 }
}