{
 "Date": "1952",
 "Medium": "Cut and pasted painted papers",
 "Dimensions": "44 3/8 x 29 in. (112.7 x 73.7 cm)",
 "Classification": "Drawings",
 "Credit Line": "The Pierre and Maria-Gaetana Matisse Collection, 2002",
 "Accession Number": "2002.456.58",
 "Rights and Reproduction": "© 2011 Succession H. Matisse / Artists Rights Society (ARS), New York",
 "Who": "Henri Matisse",
 "What": [
  "Drawings",
  "Painting",
  "Papers"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Modern and Contemporary Art",
 "Heilbrunn Timeline of Art History": [
  "Henri Matisse (1869–1954)",
  "France, 1900 A.D.–present"
 ],
 "MetPublications": "Search for related Met publications",
 "id": 210014561,
 "image": "http://images.metmuseum.org/CRDImages/ma/original/DP102810.jpg",
 "related-artworks": [
  210010239,
  210014636,
  210008544,
  210010238,
  210014536
 ],
 "Description": "During 1952, one of Matisse's most prolific late years, he created many ambitious paper cutouts, among them the present Blue Nude. Facing front with arms raised and breasts projecting sideways, the pose recalls various standing odalisques from his Nice period of the 1920s. The simple but effective composition is built up from six disjointed pieces of blue painted paper that seem suspended in space. It represents one of a dozen or so variations on the theme that Matisse created over a period of several months. That same year, his cutouts culminated in the production of The Swimming Pool (Museum of Modern Art, New York), a gigantic, dynamic composition with multiple figures.The paper cutouts, prepainted with blue gouache, synthesized the intrinsic qualities of both painting and drawing-form, color, and line-and allowed the artist \"to draw in paper,\" as he described it. This new idiom, which he had used for the first time in 1931 (while developing his large composition Dance for Dr. Albert C. Barnes), enabled him to create images in which form and outline were inseparable. During his final years, when illness left him bedridden, the cutouts became virtually his only means of expression, still exuding the master's undiminished inventiveness and creativity.",
 "Provenance": [
  "The artist (1952 - his d. 1954)",
  "Estate of Henri Matisse(1955)",
  "Pierre Matisse, New York (from the estate of Henri Matisse, by 1958 - until his d. 1989)",
  "his widow, Maria-Gaetana Matisse, née von Spreti, New York (1989 - her d. 2001)",
  "Pierre and Maria Gaetana Matisse Foundation (2002",
  "gift to MMA)."
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/210014561"
  }
 }
}