{
 "Date": "1974–75",
 "Medium": "Watercolor, gouache, and ballpoint pen on paper",
 "Dimensions": [
  "H. 11-1/4, W. 8-1/8 inches",
  "(28.6 x 20.6 cm.)"
 ],
 "Classification": "Drawings",
 "Credit Line": "Purchase, Lila Acheson Wallace Gift, 1995",
 "Accession Number": "1995.14.14",
 "Who": "Anselm Kiefer",
 "What": [
  "Drawings",
  "Paper",
  "Paintings",
  "Watercolors",
  "Gouaches",
  "Pen",
  "Ball-point pens"
 ],
 "Where": [
  "Europe",
  "Germany"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Modern and Contemporary Art",
 "Heilbrunn Timeline of Art History": [
  "Anselm Kiefer (born 1945)",
  "Central Europe (Austria, Germany, and Switzerland), 1900 A.D.–present"
 ],
 "MetPublications": "Search for related Met publications",
 "id": 210006751,
 "image": "http://images.metmuseum.org/CRDImages/ma/original/DT3814.jpg",
 "related-artworks": [
  210006747,
  210006752,
  210006756,
  210006789,
  210006792
 ],
 "Description": "Throughout the 1970s and early 1980s Kiefer made numerous paintings, watercolors, woodcuts, and books on themes interpreted by composer Richard Wagner (1813-1883).  Wagner's monumental four-opera cycle Der Ring des Nibelungen (The Ring of the Nibelung) was based on ancient Germanic mythology and the Old Norse Eddas. The sword painted here by Kiefer refers to Nothung (literally translated, \"needful\"), the weapon thrust into a great ash tree by Wotan, chief of the gods in Die Walküre (The Valkyrie), Wagner's second opera of the cycle.  The inscription on this drawing is taken from the moonlit Scene III in Act One of The Valkyrie, in which Wotan's half-mortal son Siegmund, in need of a weapon to fight the unwanted husband of his newly beloved sister Sieglinde, cries out, \"Ein Schwert Verhie? mir der Vater\" (\"My father pledged me a sword\").  Kiefer relocates the sword to a high cliff above a fjord, where the glowing midnight sun illuminates the scene.  As Kiefer has said, the sword is as dangerously inaccessible as Edelweiss, the delicate alpine flower and symbol of love that only grew high in the mountains. (Young men in the Alps traditionally risked their lives scaling cliffs to obtain this token for their beloveds).  Just as Siegmund eventually dies in battle against Sieglinde's suitor, so too was the pursuit of Edelweiss often deadly, and the \"needful\" sword shattered into pieces.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/210006751"
  }
 }
}