{
 "Date": "1931",
 "Medium": "Oil on canvas",
 "Dimensions": [
  "H. 32, W. 23-5/8 inches",
  "(81.3 x 60 cm.)"
 ],
 "Classification": "Paintings",
 "Credit Line": "Hugo Kastor Fund, 1963",
 "Accession Number": "63.220",
 "Who": "George Grosz",
 "What": [
  "Paintings",
  "Canvas",
  "Oil paintings"
 ],
 "Where": [
  "North and Central America",
  "United States"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Modern and Contemporary Art",
 "Heilbrunn Timeline of Art History": [
  "African Influences in Modern Art",
  "Central Europe (Austria, Germany, and Switzerland), 1900 A.D.–present"
 ],
 "MetPublications": "Search for related Met publications",
 "id": 210009535,
 "related-artworks": [
  210008312,
  210008125,
  90018938,
  90042209,
  90042210
 ],
 "Description": "After serving during World War I, Grosz settled in Berlin and joined the Dada movement. Far more political than their counterparts in Zurich or Paris, the Berlin Dadaists turned their art against local figures and institutions of authority. In paintings, watercolors, and collages, Grosz mixed the schematic simplicities of popular illustration with Expressionist distortion, Futurist fragmentation, and the mordant accuracy of the realism known as the Neue Sachlichkeit (New Objectivity). In Grosz's art, the modern city is a hellish, jostling place overpopulated by swinish capitalists, brutish soldiers, and degraded workers. Women are prostitutes or nouveaux riches hags.Although he had broken with the Dadaists by 1923, Grosz continued to depict his fellow citizens as automatons animated by greed, cruelty, and ghoulish lust. In this painting, well-dressed denizens of Berlin are shown against the backdrop of a restaurant whose patrons can be glimpsed through the red velvet curtain of the window display. A beggar, one of the two million crippled war veterans who roamed the streets, sits on the lower left holding up his hat. By the end of 1930, there were five million people without a job in Germany.",
 "Provenance": [
  "[Forum Gallery, New York, until 1963]"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/210009535"
  }
 }
}