{
 "Date": "probably ca. 1760–70",
 "Culture": "French, Paris",
 "Medium": "Bronze, silvered and blued; gilt bronze; silk and metallic yarn",
 "Dimensions": [
  "Height 15 in.  ( 38.1 cm)",
  "Width 8 15/16 in. ( 22.68 cm)",
  "Depth 13 1/8 in. ( 33.32 cm)",
  "Weight 13 lb. 6 oz.  ( 6067 gm)"
 ],
 "Classification": "Helmets",
 "Credit Line": "Rogers Fund, 1904",
 "Accession Number": "04.3.259–.260",
 "What": [
  "Metal",
  "Costume",
  "Silk",
  "Copper alloy",
  "Bronze",
  "Gilt",
  "Plate",
  "Armor",
  "Ormolu",
  "Helmets",
  "Shields"
 ],
 "Where": [
  "Europe",
  "France",
  "Paris"
 ],
 "When": "A.D. 1600-1800",
 "In the Museum": "Arms and Armor",
 "Heilbrunn Timeline of Art History": "France, 1600–1800 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 40014383,
 "gallery-id": 376,
 "image": "http://images.metmuseum.org/CRDImages/aa/original/2275.jpg",
 "related-artworks": [
  40000185,
  40000249,
  40003171,
  40001409,
  40003165
 ],
 "Description": "The great weight of this extraordinary helmet and shield (over thirteen pounds each) indicates that they were never intended to be worn. They must have served a purely decorative function, perhaps as part of an ornamental panoply of arms that graced some rich interior. The bronze helmet bowl and shield were silvered and patinated to look like blued steel. Finely crafted ormolu (gilt bronze) mounts were cast separately and attached individually to them. The mounts are equal in quality to the best ormolu furniture mounts made in Paris around 1760, when neoclassical design was superseding rococo. Rather than the work of an armorer, this helmet and shield were probably designed by an artist and made by a craftsman or workshop that produced furniture mounts and other decorative bronze objects. By the eighteenth century, the purpose of armor was chiefly symbolic. Armor based on classical prototypes invoked the heroic qualities of ancient Greece and Rome. Representations of such armor were widely used in painting , the decorative arts, and the theater.",
 "Provenance": [
  "Ex coll.:  M. Joyeau",
  "Maurice de Talleyrand-Périgord, Duc de Dino,Paris"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/40014383"
  }
 }
}