{
 "Date": "13th–15th century",
 "Geography": "Dominican Republic, Caribbean",
 "Culture": "Taino",
 "Medium": "Sandstone",
 "Dimensions": "H. 27 x W. 6 7/8 x D. 7 3/8  in. (68.6 x 17.5 x 18.8 cm)",
 "Classification": "Stone-Sculpture",
 "Credit Line": "The Michael C. Rockefeller Memorial Collection, Bequest of Nelson A. Rockefeller, 1979",
 "Accession Number": "1979.206.1209",
 "Who": "Taino",
 "What": [
  "Sculpture",
  "Stone",
  "Figures",
  "Sandstone"
 ],
 "Where": [
  "North and Central America",
  "Dominican Republic"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Central America and the Caribbean, 1000–1400 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 50006046,
 "gallery-id": 358,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/DT5114.jpg",
 "related-artworks": [
  50007178,
  50006047,
  50006974,
  50010495,
  50015057
 ],
 "Description": "Zemís, religious sculptures made of many materials including wood, stone, ceramic, bone, and shell, and in many forms from small to large, as here, were the most important objects produced by Taino society. The zemí is understood to be an object of concentrated power able to affect its owner both positively and negatively with regard to productivity and fertility as well as in political and social realms. Depictions of an ancestor or deity, zemís were kept in sacred areas set apart from the houses of their owners. The zemí in the shape of a crouched, emaciated human figure with a platelike surface on the top of the head is thought to have been used in ceremonies that included the taking of hallucinogenic snuff, or cohoba. The snuff was placed on top of the zemí and inhaled into the nostrils through small tubes. The altered states of consciousness induced by the snuff were important to divination and curing rituals, among others.",
 "Provenance": [
  "Mr. Gonzales",
  "Mr. Manon, Santo Domingo, Dominican Republic, until 1920",
  "Julio Ortega Frier, Santo Domingo, Dominican Republic, from 1920",
  "[José Lakar, New York, until 1969]",
  "Nelson A. Rockefeller, New York, 1969, on loan to The Museum of Primitive Art, 1968–1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50006046"
  }
 }
}