{
 "Date": "19th–20th century",
 "Geography": "Mali",
 "Culture": "Dogon peoples",
 "Medium": "Wood, pigment",
 "Dimensions": "H. 19 3/8 x W. 9 3/4 x D. 7 1/8 in. (49.2 x 24.8 x 18.1 cm)",
 "Classification": "Wood-Sculpture",
 "Credit Line": "Gift of Lester Wunderman, 1979",
 "Accession Number": "1979.541.7",
 "Who": "Dogon",
 "What": [
  "Costume",
  "Sculpture",
  "Masks",
  "Ceremonial masks"
 ],
 "Where": [
  "Africa",
  "Mali"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": [
  "Western and Central Sudan, 1800–1900 A.D.",
  "Western and Central Sudan, 1900 A.D.–present"
 ],
 "MetPublications": "Search for related Met publications",
 "id": 50006813,
 "gallery-id": 350,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/vs1979_541_7.jpg",
 "related-artworks": [
  50003311,
  50003430,
  50004886,
  50002434,
  50002635
 ],
 "Description": "For the dama, or final commemorative ceremony for an important Dogon elder, hundreds of masked dancers perform, creating a brilliantly colored, ever-changing spectacle of sculpture, costume, song, and dance. During his research in the 1930s French anthropologist Marcel Griaule documented more than seventy different mask types, representing animals, birds, human characters, and abstract concepts, which he considered to be a visual summary of the world surrounding the Dogon people. Griaule saw the dama ceremony as a stunning materialization of the close links between contemporary Dogon society and the mythical time when masks were first acquired and used to counteract the negative effects of death. By reenacting the behavior of their mythic ancestors, the Dogon strive to restore order to their world after the disruption caused by death. Antelope masks, among the most popular Dogon masks, are admired by the Dogon for their beauty and the strength of their performance. The face of the mask is usually a rectangular box, like that of the sim mask, but in this example the artist has completely opened up the face, eliminating the two channels for the eyes and adding a short, arrow-shaped nose. The result, though lighter and more delicate than many examples, retains the architectonic quality that characterizes Dogon masks. The costume worn with the antelope mask consists of fiber hood, skirts, armbands, and fiber bandoliers crossed over the chest. The dancer holds two short sticks with which he scratches the ground, imitating the behavior of antelope during their mating displays, but also resembling men hoeing the fields to make them fruitful.",
 "Provenance": [
  "Lester Wunderman, New York, until 1979"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50006813"
  }
 }
}