{
 "Date": "ca. 1961",
 "Geography": "Indonesia, Papua Province (Irian Jaya), Amanamkai village, Assuwe (As) River",
 "Culture": "Asmat people",
 "Medium": "Wood, paint",
 "Dimensions": "H. 81 1/2 x W. 8 in. (207 x 20.3 cm)",
 "Classification": "Wood-Sculpture",
 "Credit Line": "The Michael C. Rockefeller Memorial Collection; Gift of Nelson A. Rockefeller and Mrs. Mary C. Rockefeller, 1965",
 "Accession Number": "1978.412.1155",
 "Who": "Ndojokor",
 "What": [
  "Sculpture",
  "Figures"
 ],
 "Where": [
  "Asia",
  "Indonesia",
  "Irian Jaya"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Southeast Asia, 1900 A.D.–present",
 "id": 50004177,
 "gallery-id": 354,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/vs1978_412_1155.jpg",
 "related-artworks": [
  50004053,
  50004055,
  50004174
 ],
 "Description": "Humans, trees, and wood sculpture are inseparably linked in the cosmology of the Asmat people of southwest New Guinea. The human body is equated metaphysically with a tree: the legs and feet are the roots, the torso the trunk, the arms and hands the branches, and the head the fruit. In some origin traditions, humanity was born from wood figures carved by a primordial being named Fumeripits. Fumeripits built the first men’s ceremonial house, but he grew lonesome living alone, so he cut down trees and carved them into human figures for company. The lifeless figures did not relieve his loneliness, so he made a drum. As he drummed, the figures slowly came to life, becoming the first Asmat.     Almost all human images in Asmat art depict recent ancestors, whose namesthey bear. Freestanding ancestor figures such as this one were created in someareas for ceremonies celebrating the inauguration of a new men’s ceremonialhouse. During the rites, performers reenacted the origin of humanity, dancingwith intentional awkwardness to simulate the movements of the first humans as they were gradually brought to life by Fumeripits's drumming.",
 "Provenance": [
  "Michael C. Rockefeller Expedition, collected 1961",
  "Nelson A. Rockefeller, New York, 1961–1965",
  "The Museum of Primitive Art, New York, 1965–1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50004177"
  }
 }
}