{
 "Date": "19th–mid-20th century",
 "Geography": "Côte d'Ivoire or Liberia",
 "Culture": "Dan peoples",
 "Medium": "Wood, pigment",
 "Dimensions": "H. 3 5/8 x W. 18 1/4 in. (9.2 x 46.4 cm)",
 "Classification": "Wood-Implements",
 "Credit Line": "The Michael C. Rockefeller Memorial Collection, Bequest of Nelson A. Rockefeller, 1979",
 "Accession Number": "1979.206.264",
 "Who": [
  "Lobi",
  "Dyan"
 ],
 "What": "Ladles",
 "Where": [
  "Africa",
  "Ivory Coast"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": [
  "Guinea Coast, 1900 A.D.–present",
  "Guinea Coast, 1800–1900 A.D."
 ],
 "MetPublications": "Search for related Met publications",
 "id": 50005039,
 "gallery-id": 352,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/vs1979_206_264aa.jpg",
 "related-artworks": [
  50009121,
  50004723,
  50002453,
  50002865,
  50002950
 ],
 "Description": "Feast ladles, known as wakemia or wunkirmian among the Dan, are large ceremonial spoons emblematic of honor and status.  They are the prized possessions of a successful woman who has distinguished herself from all other village women by exceptional hospitality and generosity.  Respected by all, this woman is bestowed the title of wunkirle or wakede and has responsibilities including organizing and providing for important meals, feeding travelers, and displaying a welcoming disposition to all.  Although a feast ladle is utilitarian, it embodies the power of a spirit and is primarily reserved for ritual purposes.  It is brandished by its owner during a procession or dance as well as to indicate food distribution as feasts.  To create such esteemed objects, Dan sculptors often employ figurative forms as exemplified by this anthropomorphic ladle.  The handle depicts an anatomically stylized female lower body.  The legs, said to represent all the people arriving on foot to be fed by the wunkirle, are firm and curvilinear with powerful calves.  Intricate details, such as individually carved toes and scarification markings of the thighs, indicate quality craftsmanship.  The bowl, rounded and lustrous, symbolizes the womb of the ladle's spirit 'pregnant' with rice.",
 "Provenance": [
  "[Henri Kamer, Paris and New York, until 1964]",
  "Nelson A. Rockefeller, New York, 1964, on loan to The Museum of Primitive Art, New York, 1964–1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50005039"
  }
 }
}