{
 "Date": "19th–20th century",
 "Geography": "Angola or Democratic Republic of the Congo, Bamboma village",
 "Culture": "Kongo peoples",
 "Medium": "Steatite",
 "Dimensions": "H. 16 1/4 x W. 8 5/8 x D. 5 1/8 in. (41.3 x 21.9 x 13 cm)",
 "Classification": "Stone-Sculpture",
 "Credit Line": "The Michael C. Rockefeller Memorial Collection, Purchase, Nelson A. Rockefeller Gift, 1968",
 "Accession Number": "1978.412.573",
 "What": [
  "Sculpture",
  "Stone",
  "Figures",
  "Talc",
  "Steatite"
 ],
 "Where": [
  "Africa",
  "Angola"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Central Africa, 1800–1900 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 50003614,
 "gallery-id": 352,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/DT11495.jpg",
 "related-artworks": [
  50004782,
  50004797,
  50008846,
  50008840,
  50009071
 ],
 "Description": "Carved stone figures were created to memorialize deceased rulers of the Bambona, one of a number of peoples who together constitute the Kongo culture. According to Kongo belief, graves are zones of contact between the living and the dead, and personal items belonging to the deceased were arrayed on the gravesite in complex compositions that evoked their memory and facilitated communication with them. Burial sites of highly respected individuals included idealized commemorative portraits known as bitumba (sing. tumba), carved from wood or, among the Bambona, stone. The refinement of these sculptures reflected the immense respect accorded to the individuals they depicted, while their durability permitted them to be admired and contemplated for generations.This tumba illustrates the dual virtues of the physical and cerebral celebrated within Kongo culture. The strong features, fleshy face, and imposing upper body are those of a handsome and healthy individual, while the cross-legged posture, called funda nkata, is associated with pensive leaders who place thought above action. On his head, a royal cap decorated with four leopard claws not only associates the ruler with the strength and cunning of this wild animal but also evokes the four cardinal points of Kongo cosmology. By essentially wearing the world in miniature, he indicates his understanding of the Kongo worldview and his place within it. Bent head and lowered eyes suggest sadness or reflection, and indeed the placement of head in hand is a Kongo sign of mourning. In this context, the gesture can be read as kyaadi ya bantu yina me bikana, the \"mourning for those left behind\" felt by a deceased leader who desires to assist and protect his people, even in the afterlife.",
 "Provenance": [
  "Collected in a Bamboma center of the Lower-Congo or Northern Angola, by Robert Verly, Belgium, from ca. 1949",
  "Clark and Frances Stillman, New York, until 1968",
  "The Museum of Primitive Art, New York, 1968–1978"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50003614"
  }
 }
}