{
 "Date": "19th–20th century",
 "Geography": "Côte d'Ivoire, southern Côte d'Ivoire",
 "Culture": "Lagoon peoples",
 "Medium": "Wood, kaolin",
 "Dimensions": "H 65 1/2in. (166.4cm) x Circ. 35in. (88.9cm)",
 "Classification": "Wood-Musical Instruments",
 "Credit Line": "From the Collection of Nina and Gordon Bunshaft, Bequest of Nina Bunshaft, 1994",
 "Accession Number": "1995.64.10",
 "Who": "Lagoon people",
 "What": [
  "Clay",
  "Musical instruments",
  "Membranophones",
  "Drums",
  "Kaolin"
 ],
 "Where": [
  "Africa",
  "Ivory Coast"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": [
  "Guinea Coast, 1900 A.D.–present",
  "Guinea Coast, 1800–1900 A.D."
 ],
 "MetPublications": "Search for related Met publications",
 "id": 50010278,
 "gallery-id": 352,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/vs1995_64_10a.jpg",
 "related-artworks": [
  50010277,
  50010586,
  50003018,
  50007572,
  50007705
 ],
 "Description": "This drum is a pair with 1995.64.9.Pairs of slender columnar wooden drums of this type were produced in southeastern Cote d'Ivoire by several diverse cultures collectively referred to as Lagoon. Known as Pende, or \"talking drums,\" these instruments serve as important vehicles of social and artistic expression. Owned by individuals in positions of leadership, they are used in performances that disseminate news of momentous developments to the community at large.   The overall surface designs of incised and relief carvings are subdivided into two distinct fields. Within these boundaries, the instrument's rhythmic tonal quality is translated into contrasting patterns. The rigidity of this formal composition is softened in passages in which the outlines of a bird and turtle are finely etched. Abstract motifs, such as the broad chevron band (sahohin), the ring of carved heads (tsan huen), and the three-dimensional elaboration of the base, which takes a traditional stool form, all refer to local insignia of leadership.   This object's fine white-chalk patina and style of sculptural embellishment are reminiscent of other Lagoon artistic practices, among them the decoration of carved pillars in the domestic architecture for local leaders and the application of white kaolin to the bodies of drummers during performance.",
 "Provenance": [
  "Helena Rubinstein, New York and Paris, until 1966",
  "(Parke-Bernet, New York, April 21, 1966, no. 48)",
  "[Valerie Franklin, Harry A. Franklin Gallery, Los Angeles, 1966–1984]",
  "Nina and Gordon Bunshaft, New York, 1984–1990",
  "Nina Bunshaft, New York, 1990–(d.)1994"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50010278"
  }
 }
}