{
 "Date": "10th–16th century",
 "Geography": "Colombia",
 "Culture": "Tairona",
 "Medium": "Stone",
 "Dimensions": "H x W 2 3/16 x 10 7/8 in. (5.6 x 27.6 cm)",
 "Classification": "Stone-Ornaments",
 "Credit Line": "Bequest of Arthur M. Bullowa, 1993",
 "Accession Number": "1994.35.606",
 "Who": "Tairona",
 "What": [
  "Stone",
  "Pendants"
 ],
 "Where": [
  "South America",
  "Colombia"
 ],
 "In the Museum": "Arts of Africa, Oceania and the Americas",
 "Heilbrunn Timeline of Art History": "Northern Andes, 1000–1400 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 50010112,
 "image": "http://images.metmuseum.org/CRDImages/ao/original/hz1994_35_606.jpg",
 "related-artworks": [
  50010124,
  50010113,
  50010114,
  50010108,
  50010116
 ],
 "Description": "Stone objects of this general shape are known to have come from an area stretching from southern Mexico to Venezuela and the Antilles in South America and the Caribbean. Their greatest concentration, however, is in the Tairona region of northwestern Colombia. Large numbers of finely crafted stone objects were excavated at Tairona sites. Usually found in caches buried in vessels under house floors or those of ceremonial structures, they are often carved of attractive pieces of stone. The stone objects include beads; axes in hafted shape carved from a single piece of stone; scepters or staffs; and thin, bar-shaped pendants with two holes or a suspension tube at the center such as the objects illustrated here, which seem to be sets of ritual artifacts.The lateral extensions of these objects may represent stylized spread wings of bats. Among the present-day Kogi and Ica, direct descendants of the Tairona, similar objects are used by religious specialists and men of high status. The Kogi call the objects máxalda and use them as rattles or tinklers. Suspended in pairs from the elbows of dancers, the plaques produce sounds when striking each other. Whether the Tairona used the winged stone pendants in the same fashion is not known. Perhaps wooden versions were used and those of stone were buried in caches.",
 "Provenance": [
  "[Fine Arts of Ancient Lands, Inc., New York]",
  "Arthur M. Bullowa, New York, until (d.)1993"
 ],
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/50010112"
  }
 }
}