{
 "Date": "ca. 1870",
 "Culture": "Scottish",
 "Medium": "wool",
 "Dimensions": "75 x 71 in. (190.5 x 180.3 cm)",
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of Mrs. J. B. Putnam in memory of Amy R. Edwards, 1932",
 "Accession Number": "2009.300.2326",
 "What": [
  "Costume",
  "Wool",
  "Outerwear",
  "Shawls"
 ],
 "Where": [
  "Europe",
  "United Kingdom",
  "Scottish"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": "Great Britain and Ireland, 1800–1900 A.D.",
 "MetPublications": "Search for related Met publications",
 "id": 80094994,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/32.183.1_CP4.jpg",
 "related-artworks": [
  80095011,
  80095755,
  80106509,
  80107741,
  80095010
 ],
 "Description": "This is an excellent European adaptation of an Indian pieced rumal from Dogra.  It expertly mimics the intricacy and design in a woven form.The shawl held a place as a high fashion accessory for a relatively large period between the end of the 18th century to the 1870s.  These accessories were originally adopted by men with exposure to India and Persia through the Trading Companies.  The changing fashions near the end of the 18th century brought a renewed interest in Indian and Persian shawls as a form of warmth over the thin muslins of fashionable Empire silhouette dresses.  The shawls came in many designs which generally incorporated the boteh form.  This form, which is mostly known as the paisley now, is an ancient Persian design based upon the tree of life and inspired by buds, cones and palm fronds.  These objects were hand woven and extremely costly which inspired European manufacturers to attempt to produce cheaper copies for the masses.  The primary center for machine woven reproduction Indian shawls became Paisley, Scotland.  The shawls from this location were so prominent on the market that the style and boteh form of the shawls has been generally referred to as paisleys since.  The invention of the Jacquard loom in 1801 increased productivity and reduced costs even further after its first use in Paisley in the 1820s.  Other designs of shawls were also produced at this time, albeit they never reached the popularity of the Indian, Persian and Paisley shawls.In the 1870s the shawl lost popularity due to its immense size and the reducing expanse of skirts to help support them.  Many of the original Indian and Persian shawls had been retained as heirlooms through generations due to their cost while cheaper reproductions were sometimes altered into a more fashionable bustle silhouette mantle.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80094994"
  }
 }
}