{
 "Date": "1925",
 "Culture": "French",
 "Medium": "silk, rhinestones",
 "Dimensions": "Length at CB 46 in. (116.8 cm)",
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of Mrs. Howard C. Brokaw, 1960",
 "Accession Number": "2009.300.1276",
 "Who": "Edward Molyneux",
 "What": [
  "Costume",
  "Silk",
  "Glass",
  "Dresses",
  "Evening dresses",
  "Glass paste",
  "Rhinestone"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": [
  "Classical Art and Modern Dress",
  "France, 1900 A.D.–present"
 ],
 "id": 80093828,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/60.208.5_CP3.jpg",
 "related-artworks": [
  80032805,
  80093829,
  80002262,
  80003281,
  80023098
 ],
 "Description": "Often remembered as Captain Molyneux, Edward Molyneux began his career with the English couturiere Lucile, Lady Duff Gordon, as a fashion sketcher and later assistant, traveling with her from London to New York and Chicago.  Returning after WWI with blindness in one eye, Molyneux opened his own couture house in 1919 in Paris at 14 rue Royale.  He opened several other branches, in both Monte Carlo and Cannes, and finally London.  Molyneux had an artistic flair and obsession with the bourgeois.  His clientele included the social elite as well as stars of the stage.  Working in luxurious fabrics, he created exquisite pieces for both day and night, his colors of choice being navy, black and beige.  His simplistic masterpieces were perfect for the woman who desired to look \"absolutely\" right.A flapper's dream, this mid-twenties design is the epitome of luxurious frivolity.  The beading and handwork is immaculate, the color subtle but the number of embellishments extravagant.  The long strands of beads, clustered around the bottom of the skirt, give movement to the dress that would no doubt cause a stir as the wearer danced the night away.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80093828"
  }
 }
}