{
 "Date": "fall 1938",
 "Culture": "French",
 "Medium": "silk, plastic, metal",
 "Dimensions": [
  "Length at CB (a) 58 in. (147.3 cm)",
  "Other (b) 31 in. (78.7 cm)"
 ],
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of Millicent Huttleston Rogers, 1951",
 "Accession Number": "2009.300.1166a, b",
 "Who": "Elsa Schiaparelli",
 "What": [
  "Metal",
  "Costume",
  "Silk",
  "Dresses",
  "Plastic",
  "Evening dresses"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1900-present",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": [
  "Elsa Schiaparelli (1890–1973)",
  "Dressing for the Cocktail Hour",
  "Costume in The Metropolitan Museum of Art",
  "Twentieth–Century Silhouette and Support",
  "Le Colis de Trianon–Versailles and Paris Openings",
  "France, 1900 A.D.–present"
 ],
 "id": 80093706,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/51.33.37a_front_CP3.jpg",
 "related-artworks": [
  80093705,
  80006147,
  80095914,
  80093726,
  80008284
 ],
 "Description": "This enchanting evening dress is from Schiaparelli's fall 1938 Pagan collection, which was inspired by Botticelli's paintings. For this collection, evening gowns were cut in a slim silhouette and ornamented with embroidered foliage and, as in this case, plastic leaves and flowers. As Dilys Blum asserts in \"Shocking! The Art and Fashion of Elsa Schiaparelli,\" this gown is inspired by Flora's gown from Botticelli's \"The Birth of Venus.\" In the painting, Flora, the goddess of flowers and spring, wears a diaphanous dress decorated with pinks and cornflowers. Schiaparelli's interpretation of the dress is seen here, executed on a heliotrope crepe ground, with a lush wreath around the neck. The intricate wreath, incorporating plastic, sequins and artificial flowers, features delicate textured leaves and vibrant blossoms. The three-dimensionality of the wreath is a witty comment on the flatness of traditional embroidered decoration. The belt that accompanies the gown, a painted blue and white plastic strip with a logo S-clasp, is a stand-alone art piece functioning as a fashionable accessory.  Using plastic was very avant-garde during this period, and Schiaparelli experimented with this relatively new material in creative and beautiful ways. Wearing a plastic belt with a couture garment, especially one that doesn't necessarily match the garment, is a study in juxtaposition, a tenant of Surrealism that Schiaparelli frequently incorporated into her work.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80093706"
  }
 }
}