{
 "Designer": "Attributed to Jean-Philippe Worth (French, 1856–1926)",
 "Date": "1893",
 "Culture": "French",
 "Medium": "silk, linen, metal",
 "Dimensions": [
  "Length at CB (a) 18 in. (45.7 cm)",
  "Length at CB (b) 36 in. (91.4 cm)",
  "Length at CB (c) 58 in. (147.3 cm)"
 ],
 "Credit Line": "Brooklyn Museum Costume Collection at The Metropolitan Museum of Art, Gift of the Brooklyn Museum, 2009; Gift of Edith Gardiner, 1926",
 "Accession Number": "2009.300.622a–c",
 "Who": [
  "House of Worth",
  "Charles Frederick Worth",
  "Jean-Philippe Worth"
 ],
 "What": [
  "Metal",
  "Silk",
  "Linen",
  "Ensembles"
 ],
 "Where": [
  "Europe",
  "France"
 ],
 "When": "A.D. 1800-1900",
 "In the Museum": "Costume Institute",
 "Heilbrunn Timeline of Art History": [
  "Costume in The Metropolitan Museum of Art",
  "Charles Frederick Worth (1826–1895) and The House of Worth",
  "Haute Couture",
  "Nineteenth–Century Silhouette and Support",
  "Le Colis de Trianon–Versailles and Paris Openings",
  "France, 1800–1900 A.D."
 ],
 "MetPublications": "Search for related Met publications",
 "id": 80097029,
 "image": "http://images.metmuseum.org/CRDImages/ci/original/26.372b-c_threequarter_front_CP4.jpg",
 "related-artworks": [
  80002824,
  80097023,
  80074016,
  80097027,
  80033594
 ],
 "Description": "Charles Frederick Worth was born in England and spent his young adulthood working for textile merchants in London while researching art history at museums.  In 1845 he moved to Paris and worked as a salesman and a dressmaker before partnering with Otto Bobergh to open the dressmaking shop, Worth and Bobergh, in 1858.  They were soon recognized by royalty and major success followed.  In 1870 Worth became the sole proprietor of the business.  At his shop, Worth fashioned completed creations which he then showed to clients on live models.  Clients could then order their favorites according to their own specifications.  This method is the origin of haute couture. Worth designed gowns which were works of art that implemented a perfect play of colors and textures created by meticulously chosen textiles and trims.  The sheer volume of the textiles he employed on each dress is testimony to his respect and support of the textile industry.  Worth's creative output maintained its standard and popularity throughout his life. The business continued under the direction of his sons, grandsons and great-grandsons through the first half of the twentieth century.Jean-Philippe Worth began as an assistant to his father, Charles Frederick Worth, in 1875.  Gradually he was allowed to create his own designs and when his father died in 1895, he became the lead designer for the house.  He was praised for making elaborate artistic gowns with intricate trimmings on unique textiles, much like his father had before him.  Although the House of Worth was still favored by royalty and celebrities through the turn of the century, their styles were no longer the forefront of French fashion after 1900.  Around 1910 Jean-Philippe limited his design work to important orders and hired his nephew, Jean-Charles Worth, as the new lead designer before leaving the company entirely after World War I.",
 "_links": {
  "self": {
   "href": "http://scrapi.org/object/80097029"
  }
 }
}